import s from './AnswersB.module.scss';

export const Q13 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Термин «спортивное сердце» впервые в истории медицины ввел венгерский ученый Ханшену в 1899
        году. Автор считал, что «спортивное сердце» - сердце больного человека. Лишь отдельные врачи
        справедливо считали, что под этим термином подразумевается абсолютно здоровое сердце,
        которое характеризуется повышенной работоспособностью. Характерными структурными
        особенностями спортивного сердца, которые обеспечивают ему высокую функциональную
        продуктивность, являются: гипертрофия (умеренное увеличение миокарда), дилятация (расширение
        полостей сердца) и брадикардия (замедление частоты пульса меньше 60 уд/мин в состоянии
        покоя). Если у нетренированного человека вес сердца в среднем составляет 300-350 г, а объем
        сердца 700 мл3, то у спортсменов, соответственно, 400-500 г и 1000-1200 мл3.
      </p>
      <p className={s.answer__paragraph}>
        Физиологическая дилятация спортивного сердца ограничивается определенными пределами (около
        1200 см3). Превышение может явиться результатом перехода физиологической дилятации сердца в
        патологическую. Гипертрофия левого желудочка никогда не должна достигать у спортсменов цифр,
        характерных для патологической гипертрофии миокарда, которая начинается с толщины
        межжелудочковой перегородки- и задней стенки левого желудочка, равной 12 мм; при рабочей
        (физиологической) гипертрофии миокарда кровоснабжение мышечных элементов не страдает.
      </p>
      <p className={s.answer__paragraph}>
        Исследование внешнего дыхания основано на определении показателей, которые характеризуют
        легочную вентиляцию (метод спирографии), газообмен (метод газометрии) и артериализацию крови
        в легких (метод оксигемометрии). В условиях спортивной деятельности к аппарату внешнего
        дыхания предъявляются чрезвычайно высокие требования, реализация которых обеспечивает
        эффективное функционирование всей кардиореспираторной системы. Под влиянием систематической
        спортивной деятельности увеличивается сила мускулатуры, осуществляющей дыхательные движения
        (диафрагмы, межреберных мышц), благодаря чему увеличивается вентиляция легких.
      </p>
      <p className={s.answer__paragraph}>
        Миогенный лейкоцитоз развивается при физической нагрузке и зависит от ее интенсивности и
        функционального состояния организма. Выделяют 3 формы миогенного лейкоцитоза. Первая форма
        наблюдается при легкой нагрузке, когда лейкоцитоз достигает 10-12 тыс. в 1 мкл — ее называют
        лимфоцитарной. Вторая форма обозначается как нейтрофильная. Она развивается при длительных и
        интенсивных нагрузках. Лейкоцитоз достигает 16-18 тыс. в 1 мкл. Третья форма -
        интоксикационная.
      </p>
      <p className={s.answer__paragraph}>
        Первая форма миогенного лейкоцитоза свидетельствует о высоком функциональном состоянии
        организма спортсмена. Нейтрофильная и особенно интоксикационная формы миогенного лейкоцитоза
        указывают на снижение уровня функционального состояния организма (особенно если работа не
        была чрезмерной)
      </p>
    </>
  );
};
