import s from './AnswersB.module.scss';

export const Q14 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Изучение функционального состояния ЦНС включает:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>определение силы;</li>
        <li className={s.answer__item}>
          уравновешенности и подвижности основных нервных процессов;
        </li>
        <li className={s.answer__item}>исследование рефлексов;</li>
        <li className={s.answer__item}>черепно-мозговых нервов;</li>
        <li className={s.answer__item}>координации движений;</li>
        <li className={s.answer__item}>основных видов чувствительности;</li>
        <li className={s.answer__item}>нервномышечного аппарата и анализаторов.</li>
      </ul>
      <p className={s.answer__paragraph}>
        О силе основных нервных процессов можно судить по ответам на вопросы, касающиеся
        работоспособности. Уравновешенность основных нервных процессов выявляется в устойчивости
        настроения, умении сдерживаться. При исследовании сухожильных и кожных рефлексов учитывают
        их наличие, степень живости и симметричность. В практике спортивной медицины обязательно
        исследуют зрительный, глазодвигательный, тройничный, лицевой и слуховой нервы, которые
        наиболее часто поражаются у атлетов, перенесших закрытые черепно-мозговые травмы
        (велосипедистов, боксеров, футболистов, хоккеистов и др.). Координационную функцию нервной
        системы оценивают по результатам статических и динамических координационных проб.
      </p>
      <p className={s.answer__paragraph}>
        Систематические занятия физической культурой и спортивная тренировка ведут к морфологическим
        и функциональным перестройкам нервно-мышечного аппарата. Гипертрофическая перестройка
        скелетной мускулатуры, характеризующаяся ростом числа саркомеров, митохондрий, увеличением
        саркоплазмы, количества миоглобина (в медленных мышечных волокнах) и т.д., сопровождается
        значительным увеличением числа резервных капилляров, биоэнергетическими изменениями. В
        диагностике функционального состояния нервно-мышечного аппарата и его нарушений важная роль
        принадлежит электромиографии - методике, позволяющей регистрировать электрические
        биопотенциалы скелетных мышц.
      </p>
      <p className={s.answer__paragraph}>
        <strong>К эндокринной системе относятся железы внутренней секреции:</strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>гипофиз,</li>
        <li className={s.answer__item}>эпифиз,</li>
        <li className={s.answer__item}>щитовидная,</li>
        <li className={s.answer__item}>паращитовидные,</li>
        <li className={s.answer__item}>зобная,</li>
        <li className={s.answer__item}>поджелудочная,,</li>
        <li className={s.answer__item}>надпочечные,</li>
        <li className={s.answer__item}>половые железы.</li>
      </ul>
      <p className={s.answer__paragraph}>
        Их объединяет общность роли в регуляции функций организма. Эндокринные железы выделяют в
        кровь биологически активные вещества — гормоны, которые совместно с нервными импульсами и
        медиаторами входят в комплекс более высокого порядка - систему нейрогуморальной регуляции.
      </p>
      <p className={s.answer__paragraph}>
        У тренированных спортсменов обнаруживаются отличия от нетренированных людей в уровне
        содержания гормонов в крови как в покое, так и при физической нагрузке. Одним из первых
        реагирует на физическую нагрузку мозговой слой надпочечников, что проявляется в резком
        повышении секреции катехоламинов — адреналина и норадреналина.
      </p>
      <p className={s.answer__paragraph}>
        При физической нагрузке закономерны изменения концентрации в крови гормона коры
        надпочечников - гидрокортизона.
      </p>
      <p className={s.answer__paragraph}>
        При длительной напряженной работе значительную роль в обеспечении мышечных сокращений
        энергией играют гормоны, участвующие в регуляции обмена углеводов и жиров: инсулин,
        глюкагон, соматотропин.
      </p>
    </>
  );
};
