import s from './AnswersB.module.scss';

export const Q17 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Женский организм </strong> отличается от мужского не только анатомическими
        особенностями, но и особенностями физиологии отдельных систем и организма в целом, степенью
        развития основных физических качеств: силы, скорости и выносливости.
      </p>
      <p className={s.answer__paragraph}>
        При тренировке в одних и тех же видах спорта объем и интенсивность физических нагрузок у
        женщин должны быть немного ниже, чем у мужчин. Методы тренировки также должны отличаться.
        Женщины и мужчины не должны соревноваться между собой, так как это неизбежно провоцирует
        перегрузку организма у женщин.
      </p>
      <p className={s.answer__paragraph}>
        При тренировке женщин необходимо обязательно учитывать те ежемесячно повторяющиеся
        физиологические процессы, которые связаны с овариально-менструальным циклом.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Женский организм </strong> отличается от мужского не только анатомическими
        особенностями, но и особенностями физиологии отдельных систем и организма в целом, степенью
        развития основных физических качеств: силы, скорости и выносливости.
      </p>

      <p className={s.answer__paragraph}>
        <strong>
          Вопрос о занятии физическими упражнениями во время менструации должен решаться
          индивидуально на основании следующих положений:
        </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Тренированным спортсменкам, у которых нет никаких нарушений в менструальном цикле могут
          быть разрешены тренировки в менструальный период, но со значительным уменьшением нагрузки
          и изменением ее характера.
        </li>
        <li className={s.answer__item}>
          Новичкам - женщинам, а также и девушкам, особенно находящимся в периоде полового
          созревания, не следует заниматься физическими упражнениями и принимать участие в
          соревнованиях во время менструации.
        </li>
        <li className={s.answer__item}>
          Спортсменкам, у которых есть любые отклонения в менструальном цикле, а также девушкам с
          недоразвитой половой системой (инфантилизм) физические упражнения в предменструальный и
          менструальный периоды не разрешаются.
        </li>
        <li className={s.answer__item}>
          Спортсменкам, которые перенесли инфекционные заболевания или воспалительные процессы в
          полости малого таза, не разрешаются в предменструальную и менструальную фазы
          овариально-менструального цикла ни соревнования, ни тренировки до тех пор, пока не будут
          ликвидированы все последствия болезни и только после нормального течения одного-двух
          циклов.
        </li>
        <li className={s.answer__item}>
          Спортсменкам, которые перенесли аборт, можно приступить к напряженным тренировочным
          занятиям лишь по окончании первой после аборта нормальной менструации.
        </li>
        <li className={s.answer__item}>
          Категорически запрещается принимать средства, которые вызывают задержку или, наоборот,
          ускорение | менструации.
        </li>
        <li className={s.answer__item}>
          В период менструации следует избегать резкого охлаждения или перегревания тела.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        С наступлением беременности напряженные спортивные і тренировки и соревнования должны быть
        прекращены.
      </p>
      <p className={s.answer__paragraph}>
        По состоянию здоровья и физической подготовленности лиц пожилого возраста делят на 4 группы:
        здоровые и физически подготовленные; лица с небольшими отклонениями в состоянии здоровья или
        невысоким уровнем физической подготовленности; лица с выраженными отклонениями в состоянии
        здоровья и слабой физической подготовкой; больные.
      </p>
      <p className={s.answer__paragraph}>
        Для последней группы возможны только занятия лечебной физкультурой, для первых трех —
        занятия в группах здоровья со строгой индивидуализацией физических нагрузок.
      </p>
      <p className={s.answer__paragraph}>
        При комплектовании групп важно учитывать не столько паспортный возраст, сколько состояние
        здоровья, так как между ними нет четкой зависимости. Занятия с липами старших возрастов
        должны носить оздоровительный, общеукрепляющий характер и ведутся систематически.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Особенности контроля за лицами пожилого возраста:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          допуск к занятиям физическими упражнениями только после ЭКГ-контроля в состоянии покоя и
          при дозированной физической нагрузке;
        </li>
        <li className={s.answer__item}>скрупулёзное регламентирование физических нагрузок;</li>
        <li className={s.answer__item}>
          учёт более продолжительного времени вхождения в работу и восстановления после неё;
        </li>
        <li className={s.answer__item}>
          учёт возрастных изменений реактивности кардиореспираторной системы на физическую нагрузку
        </li>
      </ul>
    </>
  );
};
