import s from './AnswersB.module.scss';

export const Q21 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Обращает на себя внимание то, что среди разных видов патологии у спортсменов чаще всего
        оказываются хронические воспалительные и дегенеративные заболевания опорно- двигательного
        аппарата (35,1 %). Если учесть, что травмы (31,7 %) также в основном поражают
        опорно-двигательный аппарат, то на его долю у спортсменов приходится 66,8 % всех заболеваний
        и повреждений. На втором месте болезни уха, горла, носа - 26,1 %. Это отличает
        заболеваемость у спортсменов от остального населения, у которого преобладают злокачественные
        новообразования, заболевания сердечно­ сосудистой системы и желудочно-кишечного тракта.
      </p>
      <p className={s.answer__paragraph}>
        Необходимо учитывать то. что спортсмен, который перенес даже легкое заболевание, имеет
        другое функциональное состояние, чем до болезни. Поэтому причинами возникновения новых
        заболеваний могут быть: сокращение сроков допуска к тренировочным занятиям после
        перенесенного заболевания; применение таких же нагрузок, как и до заболевания.
      </p>
      <p className={s.answer__paragraph}>
        Неправильная методика тренировок в период реабилитации после перенесенного заболевания и
        травмы - одна из главных причин развития новой патологии у спортсмена.
      </p>
      <p className={s.answer__paragraph}>
        <strong>По степени тяжести травмы делятся на:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Функциональная диагностика.</strong> <br />
          Раздел знакомит с особенностями функционального состояния разных систем организма.
          Составной частью этого раздела есть тестирование функциональной готовности, физической
          трудоспособности и других важных для практики спорта показателей, которые выявляются при
          проведении различных функциональных проб. В непосредственной связи с функциональной
          диагностикой, существенным образом дополняя ее, находится изучение физического развития
          человека.
        </li>
        <li className={s.answer__item}>
          <strong>легкие</strong>
          <br />
          это травмы, которые не вызывают значительных нарушений в организме и потери
          трудоспособности, как общей, так и спортивной;
        </li>
        <li className={s.answer__item}>
          <strong>средние</strong>
          <br />
          это травмы с нерезко выраженными изменениями и потерей трудоспособности (как общей, так и
          спортивной) на протяжении 1-2 недель;
        </li>
        <li className={s.answer__item}>
          <strong>тяжелые</strong>
          <br />
          травмы, которые служат причиной резко выраженных нарушений здоровья и требуют
          продолжительного лечения сначала в стационаре, а потом - амбулаторно.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Анализ степени тяжести спортивного травматизма свидетельствует о том, что 90 % составляют
        лёгкие спортивные травмы; 9% — средней тяжести; 1 % —тяжёлые.
      </p>
      <p className={s.answer__paragraph}>
        <strong>
          Отдельные виды повреждений, наиболее характерные для определённых видов спорта
        </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Травмы мышц и суставов</strong> <br />
          тяжёлая атлетика, лёгкая атлетика, гимнастика
        </li>
        <li className={s.answer__item}>
          <strong>Растяжения связок</strong>
          <br />
          гимнастика, тяжёлая атлетика, борьба, лёгкая атлетика
        </li>
        <li className={s.answer__item}>
          <strong>Вывихи и другие повреждения суставов</strong>
          <br />
          гребля, велосипедный спорт, спортивные игры, гимнастика
        </li>
        <li className={s.answer__item}>
          <strong>Переломы</strong>
          <br />
          борьба, велосипедный спорт, конькобежный спорт
        </li>
        <li className={s.answer__item}>
          <strong>Сотрясение мозга</strong>
          <br />
          плавание и прыжки в воду, хоккей, бокс
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Причины заболеваний и травм у спортсменов</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Неспецифические причины</strong> <br />
          это общие патогенные факторы, которые вызывают заболевание как у спортсменов, так и во
          всей популяции: образ жизни (особенности питания, бытовые условия, наличие
          психоэмоциональной нагрузки и др.); климато-географические условия, экологические факторы;
          генетически-наследственные особенности организма; состояние системы здравоохранения.
        </li>
        <li className={s.answer__item}>
          <strong>Специфические причины</strong>
          <br />
          причины, связанные со спортивной деятельностью; они могут вызвать возникновение патологии
          как непосредственно во время занятий спортом, так и после них, и есть, по сути,
          нарушениями правил и принципов врачебно-педагогического контроля на тренировках и
          соревнованиях за лицами разного возраста и пола:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              неправильная методика обучения и тренировки - нарушение принципа последовательности,
              плохое страхование при выполнении сложных и трудных упражнений, отсутствие необходимой
              разминки перед упражнениями и др.;
            </li>
            <li className={s.answer__item}>отсутствие или недостаточное руководство занятиями;</li>
            <li className={s.answer__item}>неподготовленность спортсмена;</li>
            <li className={s.answer__item}>недисциплинированность спортсмена;</li>
            <li className={s.answer__item}>грубые и опасные приемы в спортивных упражнениях;</li>
            <li className={s.answer__item}>игнорирование специальных защитных устройств;</li>
            <li className={s.answer__item}>
              нарушение правил проведения соревнований при особенно неблагоприятных погодных
              условиях;
            </li>
            <li className={s.answer__item}>
              заболевание, переутомление и перетренированность спортсмена;
            </li>
            <li className={s.answer__item}>
              неудовлетворительное санитарно-гигиеническое состояние места проведения занятий и
              соревнований;
            </li>
            <li className={s.answer__item}>неисправность спортивного инвентаря и снаряжения;</li>
            <li className={s.answer__item}>неудовлетворительное состояние одежды и обувь;</li>
            <li className={s.answer__item}>невыполнение рекомендаций врача и прочие.</li>
          </ul>
        </li>
      </ul>
    </>
  );
};
