import s from './AnswersB.module.scss';

export const Q23 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Большинство спортивных травм черепа сопровождается повреждениями головного мозга, которые
        подразделяются на сотрясения мозга, ушиб мозга и сдавление мозга.
      </p>
      <p className={s.answer__paragraph}>
        Наиболее характерным симптомом сотрясения головного мозга является потеря сознания. Она
        может быть очень кратковременной (всего несколько секунд) или продолжаться длительное время
        (много часов и даже суток).
      </p>
      <p className={s.answer__paragraph}>
        <strong>Ушиб мозга</strong> азрушение мозгового вещества, возникают кровоизлияние, отек
        мозга и мягких мозговых оболочек. Эта травма характеризуется очаговыми поражениями головного
        мозга, проявляющимися в виде парезов, параличей, судорог, расстройств чувствительности на
        стороне, противоположной ушибу, а также нарушениями речи. При сдавлении мозга отмечается
        постоянное нарастание указанных симптомов.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Нокаут</strong> — полная или частичная потеря сознания вследствие удара противника
        боксерской перчаткой, длящаяся более 10 с.
      </p>
      <p className={s.answer__paragraph}>
        В основе лежит кардиоваскулярный механизм, включающийся в ответ на рефлекторную остановку
        сердца или выраженное замедление его работы. Такие рефлекторные нокауты или нокдауны могут
        быть при ударах в область солнечного сплетения, по туловищу и по шее. Механизм -
        рефлекторное повышение тонуса блуждающего нерва.
      </p>
      <p className={s.answer__paragraph}>
        При ударе в голову - нокаут или нокдаун развиваются по церебральному механизму: сотрясение
        мозга при ударе его о внутреннюю поверхность черепной коробки. При ударе в нижнюю челюсть
        или в область уха нокаут или нокдаун развиваются вследствие сотрясения вестибулярного
        аппарата.
      </p>
      <p className={s.answer__paragraph}>
        Повреждения спинного мозга у спортсменов наблюдаются в виде сотрясений, ушибов, сдавлений,
        кровоизлияний, надрывов и полных разрывов вещества мозга или его оболочек.
      </p>
      <p className={s.answer__paragraph}>
        <strong>При сотрясении спинного мозга</strong> <br /> возникают кровоизлияние, отек,
        размягчение отдельных участков нервной ткани.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Сдавление спинного мозга</strong> <br /> может возникнуть вследствие давления
        костных отломков при переломе позвоночника и возможного образования эпидуральной гематомы.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Первая медицинская помощь при черепно-мозговой травме:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          наложить асептическую повязку на травму (при открытом переломе);
        </li>
        <li className={s.answer__item}>наложить холод поверх повязки;</li>
        <li className={s.answer__item}> обеспечить больному полный покой;</li>
        <li className={s.answer__item}>обеспечить его срочную госпитализацию (на носилках);</li>
        <li className={s.answer__item}>
          во избежание толчков и сотрясении голову пострадавшего следует положить на подушку или
          мягкую ткань;
        </li>
        <li className={s.answer__item}>
          во избежание вдыхания рвотных масс больного, находящегося в бессознательном состоянии,
          необходимо повернуть на бок.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Первая помощь при повреждениях позвоночника</strong> <br />
        ограничивается осторожной укладкой пострадавшего на щит и транспортировкой в лечебное
        учреждение. Ни в коем случае нельзя сажать пострадавшего или разрешать это делать ему
        самому.
      </p>
    </>
  );
};
