import s from './AnswersB.module.scss';

export const Q24 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        При ушибах грудной клетки, ее сдавлении, переломах ребер и грудины, ранениях фехтовальным
        оружием и легкоатлетическим копьем происходят повреждения плевры и легких.
      </p>
      <p className={s.answer__paragraph}>
        <strong>При ушибе легкого</strong> <br /> обусловленном закрытой травмой грудной клетки,
        характерна клиническая картина кровоизлияния в легкое, которая обычно малосимптомна:
        кровохарканье, боли в груди, одышка и ослабление дыхания, непродолжительная лихорадка.
        Наиболее информативно рентгенологическое исследование. При присоединении пневмонии имеет
        место нарастание симптоматики.
      </p>
      <p className={s.answer__paragraph}>
        При ушибе легкого нередко развивается гемоторакс и пневмоторакс - попадание крови и воздуха
        в плевральную полость.
      </p>
      <p className={s.answer__paragraph}>
        Одним из наиболее тяжелых и ранних осложнений торакальной травмы является травматический
        плеврит. Характерны жалобы на боли при дыхании в груди и одышку. Попадание воздуха в
        плевральную полость ведет к частичному или полному спадению легкого. Различают
        травматический, спонтанный (самопроизвольный) и искусственный пневмоторакс. Количество
        воздуха в плевральной полости постепенно нарастает, легкое спадается и выключается из акта
        дыхания, а средостение смещается в здоровую сторону.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Первая помощь при открытом пневмотораксе,</strong> и особенно клапанном, заключается
        в наложении герметичной повязки, хотя бы временно превращающей его в закрытый. Без такой
        повязки смертельный исход может наступить еще до приезда скорой помощи. Наиболее простая
        герметичная повязка состоит из нескольких слоев марли, обильно пропитанной вазелином, поверх
        которой накладывается компрессная бумага или клеенка. После наложения герметичной повязки
        необходима срочная доставка пострадавшего в специальное лечебное учреждение.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Повреждения органов брюшной полости</strong> могут возникнуть в момент удара в
        область подреберья (футбольной бутсой, снарядом для метания, при ударе об окружающие
        предметы и т. п.), падении с большой высоты (во время прыжков в воду) и по механизму
        противоудара о позвоночник и ребра (при прыжках на лыжах). Они сопровождаются явлениями
        шока, выраженного в той или иной степени. Характерно быстро нарастающее внутреннее
        кровотечение (особенно при разрывах паренхимы и капсулы печени и селезенки), бледность
        кожных покровов и слизистых оболочек, нитевидный пульс, помрачение или потеря сознания,
        резкое напряжение мышц брюшной стенки.
      </p>
      <p className={s.answer__paragraph}>
        При ударе в поясничную область, живот (надлобковую область), падении с высоты на ягодицы
        возможны повреждения почек и мочевого пузыря (в последнем случае почки страдают вследствие
        удара о позвоночник и нижние ребра). Повреждение почек проявляется шоковым состоянием,
        появлением крови в моче или образованием околопочечной гематомы.
      </p>
      <p className={s.answer__paragraph}>
        Разрыв мочевого пузыря сопровождается задержкой мочи, которая быстро изливается в
        околопузырную клетчатку. Шоковое состояние углубляется явлением интоксикации.
      </p>
      <p className={s.answer__paragraph}>
        Неотложная помощь при повреждениях органов брюшной полости, почек и мочевого пузыря - холод
        на соответствующие области, покой и срочная госпитализация.
      </p>
    </>
  );
};
