import s from './AnswersB.module.scss';

export const Q25 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Среди травм опорно-двигательного аппарата чаще всего встречаются ушибы, повреждения
        капсульно-связочного аппарата, растяжения, разрывы мышц, сухожилий и фасций, переломы
        костей, подвывихи и вывихи в суставах.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Ушибы</strong>- закрытые механические повреждения тканей или органов, не
        сопровождающиеся видимым нарушением их анатомической целостности. Ушибы - это следствие
        удара тупым предметом или удара падающего, быстро передвигающегося спортсмена о неподвижный
        предмет, а также удара при столкновении игроков.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Повреждения капсульно-связочного аппарата</strong>суставов по частоте занимают одно
        из первых мест среди спортивных травм. Механизм этих повреждении обычно обусловлен
        чрезмерными по амплитуде движениями в суставе, ведущими к резкому натяжению участка
        фиброзной капсулы сустава и укрепляющих ее связок.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Растяжение, надрывы и разрывы мышц и сухожилий</strong>происходят в момент их
        резкого некоординированного сокращения. При этом возникает сильная боль, а иногда слышен
        характерный звук. Всегда наблюдается кровоизлияние, обычно значительное, с образованием
        гематомы.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Растяжение, надрывы и разрывы мышц и сухожилий</strong>происходят в момент их
        резкого некоординированного сокращения. При этом возникает сильная боль, а иногда слышен
        характерный звук. Всегда наблюдается кровоизлияние, обычно значительное, с образованием
        гематомы.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Первая помощь при повреждении мышц и сухожилий</strong>заключается в уменьшении
        кровоизлияния и болезненных ощущений орошением хлорэтилом, наложении давящей повязки,
        прикладывании пузыря со льдом или холодной водой. При надрыве или разрыве необходима
        иммобилизация сустава для максимального сближения точек прикрепления мышцы.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Вывих</strong> - ненормальное стойкое смещение костей в суставах, когда суставные
        поверхности перестают соприкасаться.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Перелом кости</strong> - нарушение её целости под влиянием острой механической
        травмы.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Первая помощь при вывихе и переломах костей</strong>заключается в обеспечении
        пострадавшей конечности полной неподвижности с помощью фиксирующей повязки или шины.
      </p>
      <p className={s.answer__paragraph}>
        Первая помощь при повреждениях позвоночника ограничивается осторожной укладкой пострадавшего
        на щит и транспортировкой в лечебное учреждение. Ни в коем случае нельзя сажать
        пострадавшего или разрешать это делать ему самому.
      </p>

      <p className={s.answer__paragraph}>
        К повреждениям периферических нервов относят ушибы и растяжения нервов.
      </p>
      <p className={s.answer__paragraph}>
        Как изолированное повреждение, ушибы нервов наблюдаются редко, обычно они сопутствуют ушибам
        мышц и других мягких тканей. Примером относительно изолированного ушиба нерва может служить
        ушиб лучевого или локтевого нерва при фехтовании на саблях
      </p>
      <p className={s.answer__paragraph}>
        Растяжение нерва может наблюдаться при занятиях гимнастикой, акробатикой, легкой атлетикой и
        другими видами спорта. Чаще всего растяжению подвергается седалищный нерв - при выполнении
        различных упражнений на растягивание, резком махе прямой ногой, прыжке, выполнении шпагата и
        т. д.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Сроки возобновления тренировочных занятий</strong> после перелома ключицы — 6-8
        недель, диафиза плеча — 3-4 месяца, ребер (одиночные) — 4-6 недель, костей таза (без
        нарушения тазового кольца) - 4-6 месяцев, диафиза бедра -12 мес.
      </p>
    </>
  );
};
