import s from './AnswersB.module.scss';

export const Q7 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Физическим развитием (ФР)</strong> комплекс морфологических и функциональных свойств
        организма, который определяет физическую дееспособность организма и уровень возрастного
        биологического развития человека.
      </p>

      <p className={s.answer__paragraph}>
        <strong>морфологическим свойствам принадлежат:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>длина и масса тела,</li>
        <li className={s.answer__item}>окружность грудной клетки и телосложение;</li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>функциональным свойствам принадлежат:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>жизненная емкость легких (ЖЕЛ),</li>
        <li className={s.answer__item}>
          сила мышц сгибателей кисти (показатели динамометрии кисти)
        </li>
        <li className={s.answer__item}>
          сила мышц разгибателей спины (данные становой динамометрии).
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>ФР человека влияют:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>наследственность,</li>
        <li className={s.answer__item}>окружающая среда,</li>
        <li className={s.answer__item}>условия работы и быта,</li>
        <li className={s.answer__item}>питание,</li>
        <li className={s.answer__item}>физическая активность,</li>
        <li className={s.answer__item}>занятие физической культурой и спортом.</li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Генотип</strong> характеризует индивидуальные морфологические и функциональные
        особенности организма, унаследованные от родителей, т.е. переданные по наследству.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Фенотип</strong> изменяется на протяжении всей жизни под влиянием
        социально-экономических условий, факторов внешней среды, образа жизни (питание, физическая
        активность и др. ) и отображает возрастную динамику физического развития.
      </p>
      <p className={s.answer__paragraph}>
        ФР предопределяет особенности телосложения. На основании антропометрических исследований
        различают три типа телосложения: нормостенический, астенический и гиперстенический«
      </p>
      <p className={s.answer__paragraph}>
        Основными методами исследования ФР является внешний осмотр (соматоскопия) и измерение
        морфологических и функциональных показателей (антропометрия), Внешний осмотр следует вести
        утром, натощак или после легкого завтрака, в светлом и теплом помещении (температура воздуха
        не ниже 18-20°). Обследуемый должен быть в трусах или плавках. Внешний осмотр начинают с
        оценки осанки в положении стоя и сидя, потом проводят осмотр пояса верхних конечностей,
        позвоночного столба, спины, грудной клетки, нижних конечностей, стоп, оценивают развитие
        мускулатуры и типа телосложения.
      </p>
      <p className={s.answer__paragraph}>
        Антропометрические измерения дополняют и уточняют даные соматоскопии, предоставляют
        возможность точнее определить уровень ФР обследуемого. Повторные антропометрические
        измерения позволяют следить за динамикой ФР и учитывать его изменения в процессе
        систематических занятий физической культурой и спортом. При антропометрических исследованиях
        спортсменов обычно определяют следующие показатели: длину тела стоя и сидя; массу тела;
        ширину плеч, передне-задний и поперечный размеры грудной клетки, ширину таза; окружности -
        шеи, грудной клетки, плеча, бедра и голени; длину конечностей и их отдельных сегментов; силу
        мышц кисти и спины.
      </p>
      <p className={s.answer__paragraph}>
        ФР может быть оценено с помощью: метода антропометрических стандартов; метода корреляции;
        метода показателей (индексов) и др.
      </p>
    </>
  );
};
