import s from './AnswersB.module.scss';

export const Q8 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Тренированность </strong>— потенциальная способность спортсмена показать
        определенные достижения в избранном КИДЄ спорта — продемонстрировать уровень спортизйс-
        техяической, физической, тактической, морально-волевой ■ иятехтектуальной готовности. Чем
        выше тренированность, тем более продуктивно и совершенно справляется спортсмен с
        определенной работой.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Тренированность</strong> - это мера приспособленности организма к конкретной работе,
        достигнутая путем тренирован. Основными показателями тренированности являются спортивные
        результаты.
      </p>

      <p className={s.answer__paragraph}>
        Спортивный результат определяется целым рядом факторов, которые можно объединить в несколько
        ГРУ—— Именно поэтому тренированность можно рассматривать з различных аспектах:
        педагогическом, психологачежгм. метининеком, социальном.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Функциональная готовность</strong> — комплекс свойств, определяющий уровень
        жизнедеятельности организма, системный ответ организма на физическую нагрузку.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Работоспособность</strong> — потенциальная способность человека выполнять
        максимально возможное количество работы на протяжении заданного времени и с определенной
        эффективностью. Работоспособность человека зависит от уровня, его тренированности, степени
        закрепления рабочим навыков, физического и психического состояния, выраженности мотивации к
        труду и других факторов. Различают физическую к умственную работоспособность.
      </p>

      <p className={s.answer__paragraph}>
        Физическая работоспособность является обобщенным показателем функциональных возможностей
        организма.
      </p>

      <p className={s.answer__paragraph}>
        Восстановление спортивной работоспособности и нормального функционирования организма юсж
        тренировочных и соревновательных нагрузок — неотъемлемая составная часть правильно
        организованной системы спортивной тренировки, не менее важная, чем рациональный режим
        нагрузок.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Принципы и задачи восстановления спортивной работоспособности: </strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          комплексное использование всех средств и методов с целью одновременного влияния на все
          основные функциональные звенья организма;
        </li>
        <li className={s.answer__item}>
          преимущественное влияние на те функциональные системы организма, которые являются
          основными в обеспечении физической работоспособности в данном виде спорта;
        </li>
        <li className={s.answer__item}>
          правильное сочетание способов общего (ванны, души, аэроионизация, массаж, витаминотерапия,
          лечебное питание) и локального (при преимущественной нагрузке на определённые группы мышц)
          воздействия;
        </li>
        <li className={s.answer__item}>
          индивидуальный подход к использованию средств и методов восстановления работоспособности;
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Средств и методов восстановления</strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>педагогические</strong> <br />
          основной путь оптимизации восстановительных процессов, который обеспечивает повышение
          уровня тренированности с помощью направленного влияния на процессы восстановления самих
          средств тренировки и режима;
        </li>
        <li className={s.answer__item}>
          <strong>психологические</strong>
          <br />
          направлены на снятие нервно- психического напряжения, что в свою очередь, оказывает
          содействие быстрейшему восстановлению двигательной сферы и физиологических функций
          организма;
        </li>
        <li className={s.answer__item}>
          <strong>медицинские (медико-биологически)</strong>
          <br />
          оказывают содействие повышению защитно-приспособительных способностей организма,
          ферментной и иммунной активности; увеличивают стойкость к разным неблагоприятным факторам
          среды и стрессовым ситуациям; приводят к быстрейшему снятию общего и локального утомления.
          К ним относят:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>естественные (климато-географические);</li>
            <li className={s.answer__item}>физические (лечебная физкультура, массаж и т.д.);</li>
            <li className={s.answer__item}>
              физиотерапевтические (бальнеопроцедуры, електропроцедуры);
            </li>
            <li className={s.answer__item}>
              алиментарные (прием витаминов, минеральных веществ, белковое питание, минеральные
              воды);
            </li>
            <li className={s.answer__item}>
              фармакологические:
              <br />
              <ul className={s.answer__list}>
                <li className={s.answer__item}>специфические (для лечения заболеваний);</li>
                <li className={s.answer__item}>
                  неспецифичные (поливитамины, адаптогени, антиоксиданты, препараты пластического
                  действия).
                </li>
              </ul>
            </li>
          </ul>
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        В соответствии с временем воздействия и поставленными задачами различают также:
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>средства экстренного восстановления</strong> <br />
          для срочного влияния на регуляторные и метаболические процессы в интервалах между
          забегами, таймами, подходами к снарядам и ДР-;
        </li>
        <li className={s.answer__item}>
          <strong>редства текущего восстановления</strong>
          <br />
          применяются в процессе повседневной спортивной деятельности;
        </li>
        <li className={s.answer__item}>
          <strong> средства профилактического восстановлени</strong> <br />
          применяются для повышения неспецифичной стойкости организма и предупреждения
          переутомления.
        </li>
      </ul>
    </>
  );
};
