import s from './AnswersA.module.scss';

export const Q10 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Мікроциклом</strong> <br /> прийнято називати серію тренувальних занять, які
        проводяться протягом двох і більше днів і забезпечують комплексне вирішення завдань даного
        етапу підготовки. Тривалість мікроциклів може коливатися до 10-14 днів <br />
        Найбільш розповсюдженими є семиденні мікроцикли, які, співпадаючи за тривалістю з
        календарним тижнем, оптимально узгоджуються з загальним режимом життя спортсменів.
        Мікроцикли іншої тривалості, частіше, планують у змагальному періоді, що пов`язано з
        необхідністю зміни режиму діяльності, формування специфічного ритму працездатності у зв`язку
        з конкретними умовами майбутніх відповідальних змагань.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Типи мікроциклів.</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Втягуючі мікроцикли</strong> <br />
          характеризуються невеликим сумарним навантаженням і спрямовані на підготовку організму
          спортсмена до напруженої тренувальної роботи. Їx застосовують на першому етапі
          підготовчоro періоду, і ними часто починаються мезоцикли на спортивних зборах.
        </li>
        <li className={s.answer__item}>
          <strong>Формуючі мікроцикли.</strong>
          <br />
          Основна мета - інтеграція (та удосконалення) техніко- тактичної, фізичної і психологічної
          підготовленості спортсмена в цілісний процес загальної діяльності. Основними засобами
          формуючих мікроциклів повинні бути різноманітні тренувальні форми змагальних вправ та самі
          змагальні вправи. Використовуються варіанти методу суворої регламентованої вправи,
          адекватні структурам змагальної діяльності в даному виді спорту, а також змагальний і
          ігровий методи. Особливу увагу слід приділяти індивідуалізації стилю змагальної діяльності
          спортсмена. Необхідний щоденний контроль стану тренованості і спортивної форми, щоб не
          допустити перетренованості
        </li>
        <li className={s.answer__item}>
          <strong>Ударні мікроцикли.</strong>
          <br />
          Особливе місце в тренувальному процесі спортсменів високої кваліфікації посідають формуючі
          мікроцикли з великим сумарним обсягом роботи і навантаженнями. Їх основним завданням є
          стимуляція адаптаційних процесів в організмі спортсменів, удосконалення техніко-тактичної,
          фізичної, психічної та інтегральної підготовки. 3 цієї причини ударні мікроцикли складають
          основний зміст підготовчого періоду. Широ ко застосовують ударні мікроцикли і в
          змагальному періоді.
        </li>
        <li className={s.answer__item}>
          <strong>Підвідні мікроцикли.</strong>
          <br />
          Їx зміст може бути дуже різноманітним. Він залежить від системи підведення до змагань,
          індивідуальних особливостей підготовки на заключному етапі. В залежності від цих факторів
          у підвідних мікроциклах може бути відтворений режим майбутніх змагань, вирішене питання
          повноцінного відновлення і психічного настрою.
        </li>
        <li className={s.answer__item}>
          <strong>3магальні мікроцикли</strong>
          <br />
          будують у відповідності до програми змагань. Структуру і тривалість цих мікроциклів
          визначають відповідно до специфіки змагань у різних видах спорту, програми цих змагань,
          кількості стартів і пауз (перерв) між ними. В залежності від цього змагальні мікроцикли
          можна обмежувати стартами і безпосереднім підведенням до них, відновлювальними
          процедурами, а можна включати й спеціальні тренувальні заняття. Однак у всіх випадках
          заходи, з яких складаються ці мікроцикли, спрямовують на забезпечення оптимальних умов для
          успішної змагальної діяльності.
        </li>
        <li className={s.answer__item}>
          <strong>Відновлювальними мікроциклами</strong>
          <br />
          авершується серія ударних мікроциклів. Їx планують також після напруженої змагальної
          діяльності. Основна роль цих мікроциклів зводиться до забезпечення оптимальних умов для
          протікання відновлювальних та адаптаційних процесів в організмі спортсмена. Це зумовлює
          невисоке сумарне навантаження в таких мікроциклах, широке застосування в них засобів
          активного відпочинку. Структура мікроциклів залежить від етапу багаторічної підготовки, на
          якому знаходиться спортсмен, періоду макроциклу, типу мезоциклу і самого мікроциклу,
          індивідуальних особливостей спортсмена. Ці фактори принципово впливають на їх основні
          завдання.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Мезоцикл </strong> <br /> відносно цілісний етап тренувального процесу тривалістю
        від двох до шести мікро циклів. Найпопулярнішими є три- і чотиримікроциклові мезоцикли.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Типи мезоциклів</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Втягуючі мезоциклів</strong> <br />
          оступове підведення спортсменів до ефективного використання специфічної тренувальної
          роботи. Це забезпечується застосуванням вправ, спрямованих на вирішення завдань фізичної і
          технічної підготовки. Використовуються також спеціально-підготовчі вправи для поліпшення
          можливостей систем і механізмів, які визначають рівень різних видів витривалості:
          вибіркового вдосконалення швидкісно-силових якостей і гнучкості; становлення рухових
          навиків та вмінь, які обумовлюють ефективність майбутньої змагальної діяльності.
        </li>
        <li className={s.answer__item}>
          <strong>Базових мезоциклів</strong>
          <br />
          підготовчих мезоциклах синтезуються (стосовно до специфіки змагальної діяльності)
          можливості спортсмена, досягнуті в попередніх мезоциклах, тобто здійснюється інтегральна
          підготовка. Характерною особливістю тренувального процесу в цей час є широке застосування
          змагальних і спеціальних підготовчих вправ, максимально наближених до змагальних.
        </li>
        <li className={s.answer__item}>
          <strong>Контрольні мікроцикли.</strong>
          <br />
          Особливе місце в тренувальному процесі спортсменів високої кваліфікації посідають формуючі
          мікроцикли з великим сумарним обсягом роботи і навантаженнями. Їх основним завданням є
          стимуляція адаптаційних процесів в організмі спортсменів, удосконалення техніко-тактичної,
          фізичної, психічної та інтегральної підготовки. 3 цієї причини ударні мікроцикли складають
          основний зміст підготовчого періоду. Широ ко застосовують ударні мікроцикли і в
          змагальному періоді.
        </li>
        <li className={s.answer__item}>
          <strong>Передзмагальні мезоцикли</strong>
          <br />
          призначені для усунення дрібних недоліків, виявлених протягом підготовки спортсмена.
          Особливе місце в цих мезоциклах посідає цілеспрямована психічна, тактична і технічна
          підготовка. В залежності від стану, в якому спортсмен підійшов до початку передзмагального
          мезоциклу, тренування може бути побудоване переважно на основі мікроциклів навантаження,
          які сприяють подальшому росту рівня спеціальної підготовленості, або мікроциклів
          розвантаження, які сприяють прискоренню процесів відновлення, запобіганню перевтоми,
          ефективному протіканню адаптаційних процесів.
        </li>
        <li className={s.answer__item}>
          <strong>змагальних мезоциклів</strong>
          <br />
          Кількість і структура змагальних мезоциклів у тренуванні спортсменів залежить від
          специфіки виду спорту, особливостей спортивного календаря, кваліфікації і рівня
          підготовленості.
        </li>
        <li className={s.answer__item}>
          <strong>Виведення зі стану спортивної форми</strong>
          <br />
          направлені на поступове зниження навантаження (як обсягу так і інтенсивності),
          використання ігрових засобів та методів тренування, зниження психічної напруги, на фоні
          позитивного емоційного стану відновлення окремих нюансів технічної майстерності,
          збільшення обсягу відновлювальних міроприємств (фізіотерапевтичних, психологічних та
          інших), певних медичних процедур.
        </li>
      </ul>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
