import s from './AnswersA.module.scss';

export const Q11 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Загальні поняття управління. У літературних джерелах управління трактується як будь-яка
        зміна стану якогось об’єкта, системи чи процесу, що обумовлює досягнення мети або як
        впорядкування системи, тобто приведення її у відповідність з об’єктивною закономірністю, що
        діє в цій сфері. У більш вузькому значенні, управлінням називається переведення будь-якої
        системи в бажаний стан, або цілеспрямований вплив органу управління на об’єкт управління з
        метою його ефективного функціонування.
      </p>

      <p className={s.answer__paragraph}>
        Структура управління містить дві системи: керуючої (тренер) та керованої (спортсмен).
        Керуюча система діє на керовану систему з метою кількісної та якісної зміни параметрів її
        діяльності відповідно до поставлених завдань управління.
      </p>

      <p className={s.answer__paragraph}>
        Структура управління містить дві системи: керуючої (тренер) та керованої (спортсмен).
        Керуюча система діє на керовану систему з метою кількісної та якісної зміни параметрів її
        діяльності відповідно до поставлених завдань управління.
      </p>
      <p>
        Характер параметрів інформації обумовлений метою управління процесом підготовки спортсменів.
        Під метою варто розуміти стан, рівень або кінцеві результати, яких бажано досягнути в
        деякому віддаленому майбутньому. В системі спорту мета носить складний характер, яка
        відбиває структуру та ієрархію системи.
      </p>
      <p> На основі ієрархічності виділяють:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          суспільну мету – масове заняття фізичною культурою та спортом;
        </li>
        <li className={s.answer__item}>
          мету окремих підсистем – наприклад, підготовка талановитих спортсменів до вищих досягнень;
        </li>
        <li className={s.answer__item}>
          мету окремих організацій та об’єктів – мету спортивних відомств, ДЮСШ, СДЮСШОР;
        </li>
        <li>
          {' '}
          мету окремих спортсменів, груп, спортивних команд – проявляється в досягненнях на
          змаганнях.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Одним з головних завдань управління є переведення системи з одного стану в інший. Це
        відбувається за допомогою різноманітних впливів. У підготовці спортсменів до них, у першу
        чергу, відносяться фізичні вправи, а також чинники зовнішнього середовища, режим харчування,
        відновлювальні заходи тощо.
      </p>
      <p className={s.answer__paragraph}>
        Управління може відбуватися за дотримання відповідних умов:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong> наявності управляючої системи; </strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong> наявності каналу прямого зв’язку;</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>
            наявності каналу зворотного зв’язку (інформація передається про результати дії, зміни
            стану об’єкта, що управляється після управлінського сигналу);
          </strong>
          <br />
        </li>
        <li className={s.answer__item}>
          <strong> необхідної швидкості та частоти передачі інформації </strong> <br />
        </li>
      </ul>
      <p>
        Управління буде успішним лише за умови якісного зворотного зв’язку, що дозволяє порівняти
        дійсний стан системи із запрограмованим. Зворотний зв’язок може бути позитивним або
        негативним.
      </p>
      <p>
        Позитивний зворотній зв’язок посилює роботу органу управління, стимулює його активність та
        підвищує ефективність функціонування. Негативний зворотній зв’язок гальмує діяльність
        керуючої системи, примушує її шукати нові шляхи впливу, що на деякий час зменшує ефект
        розвитку і самої керованої системи.
      </p>
    </>
  );
};
