import s from './AnswersA.module.scss';

export const Q12 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Загальні положення моделювання в спорті.</strong>
        фективне управління тренувальним процесом пов’язано з використанням різних моделей. Під
        моделлю розуміється взірець (стандарт) у більш широкому розумінні – любий зразок об1єкта,
        процесу, явища. Розробка і використання моделей пов’язано з моделюванням – процесом
        побудови, вивчення і використання моделей для визначення і уточнення характеристик
        спортивної підготовки та участі у змаганнях і подальшої їх оптимізації.
      </p>
      <p className={s.answer__paragraph}>
        Функції, які виконують моделі при вирішенні задач теорії і практики спорту, можуть носити
        різний характер.
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>По-перше </strong> <br /> моделі використовуються в якості замінника об’єкта з
          тим, щоб дослідження на моделі дозволили отримати нову інформацію про самий об’єкт. При
          експериментуванні з моделлю вдається отримати нові знання, які відображають структуру і
          функцію моделі. Після перевірки знань про модель з точки зору їх значення для об’єкта
          отримані теоретичні уявлення можуть стати складовою частиною об’єкту. Так, результати
          дослідження м’язової структури у тварин як у звичайних умовах, так і після напруженого
          тренування на основі аналогій між структурами тканини людини і тварини, використані для
          удосконалення теорії відбору і орієнтації, розвитку швидкісно-силових якостей і
          витривалості. Теоретичні уявлення, отримані в наслідок роботи з цією моделлю, в наступні
          роки були перевірені у процесі біопсичних дослідженнях на людях і чітко підтвердили
          отримані раніше висновки.
        </li>
        <li className={s.answer__item}>
          <strong>По-друге</strong> <br /> моделі використовуються для узагальнення емпіричних
          знань, які після переробки в модельних уявленнях і реалізованих моделях, сприяють
          створенню відповідних теоретичних узагальнень.
        </li>
        <li className={s.answer__item}>
          <strong>По-третє </strong> <br /> моделі сприяють переводу експериментально проведених
          наукових робіт в практичну сферу спорту.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Моделі, які використовуються в спорті поділяються на дві основні групи.
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>До першої входять: </strong> <br />
          <ul>
            <li>моделі, які характеризують структуру змагальної діяльності;</li>
            <li>моделі, що відбивають різні сторони підготовленості спортсмена;</li>
            <li>
              морфофункціональні моделі. які відбивають морфологічні особливості функціональних
              систем, що забезпечують досягнення необхідного рівня спортивного результату.
            </li>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>Друга група моделей </strong> <br />
          <ul>
            <li>
              моделі що відображають тривалість і динаміку становлення спортивної майстерності в
              багатолітньому плані, річному мікроциклах;
            </li>
            <li>
              моделі, крупних структурних утворень тренувального процесу (етапів багатолітньої
              підготовки, макроциклів, періодів);
            </li>
            <li> моделі тренувальних етапів, мезо- і макроциклів;</li>
            <li> моделі тренувальних занять і їх частин;</li>
            <li> моделі окремих тренувальних вправ і їх комплексів</li>
          </ul>
        </li>
      </ul>

      <p className={s.answer__paragraph}>В процесі моделювання необхідно:</p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          пов’язати моделі, що використовуються з задачами оперативного текучого і етапного контролю
          і управління, побудову різних структурних утворень тренувального процесу;
        </li>
        <li className={s.answer__item}>
          визначити ступінь деталізації моделі, тобто кількість параметрів, включених у модель,
          характер зв’язку між окремими параметрами;
        </li>
        <li className={s.answer__item}>
          визначити час дії моделей, що використовуються, межі їх використання, порядок уточнення,
          доробки і заміни.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Види моделювання</strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Узагальнені моделі</strong> <br />
          Відображають характеристику об’єкту або процесу виявлену на основі дослідження відносно
          великої групи спортсменів певної статі, віку і кваліфікації та займаються тим чи іншим
          видом спорту . До таких моделе можна віднести моделі змагальної діяльності у бігу:
          стрибках, плаванні або функціональні моделі баскетболістів, волейболістів чи структуру
          підготовки у циклах. Моделі цього рівня мають загальних характер і відображають найбільш
          загальні закономірності тренувальної і змагальної діяльності у конкретному виді спорту.
        </li>
        <li className={s.answer__item}>
          <strong>Групові моделі </strong> <br /> Будуються на основі вивчення конкретної сукупності
          спортсменів відмінних за специфічними ознаками в рамках одного виду спорту. Наприклад, дії
          п’ятірок у хокеї з шайбою, моделі змагальної діяльності борців або плавців з високим
          швидкісно-силовим потенціалом але недостатньою витривалістю.
        </li>
        <li className={s.answer__item}>
          <strong>Індивідуальні моделі</strong> <br />
          Розробляються для окремих спортсменів і спираються на дані тривалого дослідження і
          індивідуального прогнозування структури змагальної діяльності, його реакції на
          навантаження і подібне.
        </li>
        <li className={s.answer__item}>
          <strong>Моделі підготовленості</strong> <br />
          Моделі підготовленості (моделі забезпечуючого рівня) дозволяють розкрити резерв
          запланованих показників змагальної діяльності, визначити основні напрямки удосконалення
          підготовленості, встановити оптимальний рівень розвитку різних її сторін, а також зв’язки
          і взаємовідношення між ними. Моделі зорієнтовані на 6 Л Е К Ц І Я – 8 Проф. Канішевський
          Станіслав Михайлович досягнення конкретних рівнів удосконалення тих чи інших сторін
          підготовленості, дозволяють порівняти індивідуальні дані конкретного спортсмена з
          характеристиками моделі, оцінити сильні і слабкі сторони його підготовленості і виходячи з
          цього планувати і коректувати процес тренування, підбирати засоби та методи впливу (100,
          200, старт). Такі дані дозволяють не тільки виявляти сторони підготовленості бігунів з
          матою розробки ефективних програм для подальшого їх удосконалення, але й прогнозувати за
          окремими параметрами можливості досягнення тих чи інших результатів.
        </li>
        <li className={s.answer__item}>
          <strong>Моделі змагальної діяльності</strong> <br />
          Досягнення молей діяльності пов’язано з виходом спортсмена на рівень заданого спортивного
          результату, який є тим системо-образуючим фактором, який визначає структуру і зміст
          процесу підготовки на даному етапі. При формуванні моделей змагальної діяльності виділяють
          найбільше суттєві для даного виду спорту характеристики змагальної діяльності, які носять
          відносно незалежний характер. Ці характеристики формуються за наслідками великої кількісті
          найбільш високих результатів обробка яких і дозволяє створити модель якої прагне досягнути
          спортсмен.
        </li>
        <li className={s.answer__item}>
          <strong>Морфофункціональні моделі</strong> <br />
          Включають показники, які відображають морфологічні особливості організму і можливості його
          найважливіших функціональних систем. При розробці цих моделей орієнтуються на найбільше
          значимі показники, які визначають здібність спортсмена до досягнення найвищих результатів
          в конкретних видах спорту, які поділяють на групи: швидкісно-силові, циклічні,
          складно-координаційні, єдиноборства, спортивні ігри. А морфофункціональними показниками
          виступають; тотальні розміри тіла, пропорції тіла, конституція, склад тіла, середня маса
          тіла, статура, стан своду ступні. При розробці модельних характеристик у спортсменів
          високої кваліфікації використовують показники аеробних і анаеробних процесів (максимум
          потреби кисню, надлишок вуглецю, максимум лактата, алактатний борг та інші показники). В
          залежності від індивідуальних особливостей спортсменів таким же чином моделюється також
          змагальна діяльність.
        </li>
      </ul>
      <a href="https://moodle.znu.edu.ua/pluginfile.php?file=/421737/mod_resource/content/2/%d0%9f%d1%80%d0%be%d0%b3%d0%bd%d0%be%d0%b7%d1%83%d0%b2%d0%b0%d0%bd%d0%bd%d1%8f%20%d1%81%d0%bf%d0%be%d1%80%d1%82%d0%b8%d0%b2%d0%bd%d0%be%d0%b3%d0%be%20%d1%82%d1%80%d0%b5%d0%bd%d1%83%d0%b2%d0%b0%d0%bd%d0%bd%d1%8f%20(%d0%a7%d0%b0%d1%81%d1%82%d0%b8%d0%bd%d0%b01).pdf">
        Джерело
      </a>
    </>
  );
};
