import s from './AnswersA.module.scss';

export const Q13 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Прогнозування – розробка прогнозу в спорті – є формою передбачення розвитку процесів
        характерних для спортивної діяльності. Прогнозування основується на використанні метода
        екстраполяції, який дозволяє здійснити прогнози росту світових рекордів на основі вивчення
        відповідних закономірності у попередні роки. Аналогічно, на основі даних отриманого масиву
        спостережень. Можна прогнозувати росту спортивної майстерності окремих спортсменів.
        Екстраполяція використовується в комплексі з методом моделювання і експертних оцінок.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Види прогнозування:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Довгострокове</strong> <br /> прогнозування спрямоване на визначення шляхів
          розвитку тренованості. Основою довгострокового прогнозування є розробка графіків росту
          світових аспектів підготовленості спортсменів, необхідних для реалізації цих рекордів,
          основних напрямків організації навчально- тренувального процесу з врахуванням загальних
          тенденцій розвитку теорії і методики спортивного тренування. Довгострокове прогнозування
          містить розробку і таких питань, як визначення оптимальних вікових зон вищих досягнень і
          вікової динаміки спортивних досягнень провідних спортсменів. Довгострокове прогнозування
          дозволяє підвищити якість відбору перспективних спортсменів на різних етапах спортивного
          удосконалення, успішно вирішувати питання професійної орієнтації спортсменів. Для цього
          можна використовувати оціночні шкали, модельні характеристики, нормативні вимоги, що
          дозволяють визначити спортсмена як перспективного або недостатньо перспективного.
          Прогнозування вищих світових досягнень проводиться на 1-2 найближчих олімпійських циклах
          (тобто 4-8 років) з метою удосконалення системи підготовки спортсменів (розробки планів
          тренування) і модельних характеристик фізичної, техніко-тактичної та інших видів
          підготовленості.
        </li>
        <li className={s.answer__item}>
          <strong>Середньострокове</strong> <br /> прогнозування можна втілювати на основі
          довготривалого спостереження за спортсменами і зіставлення повсякденних тренувальних
          навантажень із змінами, що характеризують стан рухової функції спортсменів
        </li>
        <li className={s.answer__item}>
          <strong>Короткострокове</strong> <br />
          прогнозування передбачає розробку оптимальних тренувальних навантажень для конкретного
          спортсмена в окремих тренувальних заняттях мікроциклу. Враховуючи те, що стан тренованості
          спортсменів постійно змінюється, особливого значення набуває кількісний опис оптимального
          об’єму та інтенсивності основних засобів тренування з врахуванням змін поточного і
          перманентного /етапного/ стану спортсменів. Отже, здійснення короткострокового
          прогнозування є можливим на основі визначення характеру термінових реакцій організму
          спортсмена на різні тренувальні навантаження. При цьому необхідно враховувати перспективи
          розвитку тренованості. Наприклад, на початку підготовчого періоду тренування, коли стан
          спортсменів ще на низькому рівні, пропливання загального обсягу у 2500 метрів за одне
          тренування може викликати реакцію, що буде характеризуватись як велике тренувальне
          навантаження. Реакція на таке ж навантаження через 3-4 місяці буде зовсім іншою. Фізична
          працездатність спортсмена до того часу зміниться і об’єм у 2500 метрів за тренування буде
          вже недостатнім для того ,щоб викликати необхідну дію на організм плавця. Великим об’ємом
          у цей період може бути 3500-4000 метрів.
        </li>
      </ul>

      <a href="https://moodle.znu.edu.ua/pluginfile.php?file=/421737/mod_resource/content/2/%d0%9f%d1%80%d0%be%d0%b3%d0%bd%d0%be%d0%b7%d1%83%d0%b2%d0%b0%d0%bd%d0%bd%d1%8f%20%d1%81%d0%bf%d0%be%d1%80%d1%82%d0%b8%d0%b2%d0%bd%d0%be%d0%b3%d0%be%20%d1%82%d1%80%d0%b5%d0%bd%d1%83%d0%b2%d0%b0%d0%bd%d0%bd%d1%8f%20(%d0%a7%d0%b0%d1%81%d1%82%d0%b8%d0%bd%d0%b01).pdf">
        Джерело
      </a>
    </>
  );
};
