import s from './AnswersA.module.scss';

export const Q14 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Метою контролю</strong> оптимізація процесу підготовки і змагальної діяльності
        спортсменів на основі об`єктивної оцінки різних сторін їх підготовленості і функціональних
        можливостей найважливіших систем організму. Ця мета реалізується за допомогою вирішення
        завдань, пов`язаних з оцінкою станів спортсменів, рівня їх підготовленості, виконання планів
        підготовки, ефективності змагальної діяльності тощо. <br />
        Інформація, яка є результатом вирішення завдань контролю, реалізується в процесі прийняття
        управлінських рішень, які використовуються для оптимізації структури і змісту процесу
        підготовки, а також змагальної діяльності спортсменів.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Види контролю</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>технічну</strong> <br />
          створення потрібних уявлень про спортивну техніку, оволодіння необхідними уміннями і
          навичками, удосконалення спортивної техніки шляхом зміни її динамічних і кінематичних
          параметрів, а також освоєння нових прийомів і елементів, забезпечення варіативності
          спортивної техніки, її адекватності умовам діяльності змагання і функціональним
          можливостям спортсмена, забезпечення стійкості основних характеристик техніки до дії
          збиваючих чинників.
        </li>
        <li className={s.answer__item}>
          <strong>Етапний контроль</strong> <br />
          дозволяє оцінити етапний стан спортсмена, що є наслідком довготривалого тренувального
          ефекту. Такі стани спортсмена - результат тривалої підготовки протягом ряду років, року,
          макроциклу, періоду або етапу.
        </li>
        <li className={s.answer__item}>
          <strong>Поточний контроль</strong> <br />
          спрямований на оцінку поточних станів, тобто тих станів, які є наслідком навантажень серій
          занять, тренувальних або змагальних мікроциклів.
        </li>
        <li className={s.answer__item}>
          <strong>Оперативний контроль</strong> <br />
          передбачає оцінку оперативних станів - термінових реакцій організму спортсменів на
          навантаження в ході окремих тренувальних занять і змагань.
        </li>
      </ul>
      <p>Залежно від кількості завдань, показників, включених в програму обстежень, розрізняють:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Поглиблений контроль</strong> <br />
          пов`язаний з використанням широкого кола показників, що дозволяють надати усесторонню
          оцінку підготовленості спортсмена, ефективності змагальної діяльності, якості навчально-
          тренувального процесу на минулому етапі.
        </li>
        <li className={s.answer__item}>
          <strong>Вибірковий контроль</strong> <br />
          проводиться за допомогою групи показників, що дозволяють оцінити будь-яку із сторін
          підготовленості, змагальної діяльності або навчально - тренувального процесу.
        </li>
        <li className={s.answer__item}>
          <strong>Локальний контроль</strong> <br />
          базується на використанні одного або декількох показників, що дозволяють оцінити відносно
          вузькі сторони рухової функції, можливостей окремих функціональних систем.
        </li>
      </ul>
      <p>Залежно від використаних засобів і методів контроль, розрізняють:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Педагогічного контролю</strong> <br />
          оцінюється рівень техніко-тактичної і фізичної підготовленості, особливості виступу в
          змаганнях, динаміка спортивних результатів, структура і зміст тренувального процесу тощо.
        </li>
        <li className={s.answer__item}>
          <strong>Соціально-психологічний контроль</strong> <br />
          пов`язаний з вивченням особливостей особи спортсмена, його психічного стану і
          підготовленості, загального мікроклімату і умов тренувальної і змагальної діяльності тощо.
        </li>
        <li className={s.answer__item}>
          <strong>Медико-біологічний контроль</strong> <br />
          ередбачає оцінку стану здоров`я, можливостей різних функціональних систем, окремих органів
          і механізмів, що несуть основне навантаження в тренувальній і змагальній діяльності.
        </li>
      </ul>
      <p>
        В даний час в теорії і методиці спортивного тренування, в практиці спорту існує необхідність
        використання всього арсеналу видів, методів, засобів контролю в сукупності, що призвело, до
        виникнення поняття «Комплексний контроль».
      </p>
      <p className={s.answer__paragraph}>
        <strong>Комплексний контроль</strong> <br />
        паралельне використання етапного, поточного і оперативного видів контролю в процесі
        обстеження спортсменів, за умови використання педагогічних, соціально-психологічних і
        медико-біологічних показників для усесторонньої оцінки підготовленості, змісту
        навчально-тренувального процесу і змагальної діяльності спортсменів.
      </p>

      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/3743/1/%D0%A2%D0%B5%D0%BC%D0%B0%207.%20%D0%9A%D0%BE%D0%BD%D1%82%D1%80%D0%BE%D0%BB%D1%8C%20%D0%B2%20%D1%81%D0%BF%D0%BE%D1%80%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D0%BC%D1%83%20%D1%82%D1%80%D0%B5%D0%BD%D1%83%D0%B2%D0%B0%D0%BD%D0%BD%D1%96.pdf">
        Джерело#
      </a>
    </>
  );
};
