import s from './AnswersA.module.scss';

export const Q15 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Стосовно відбору спортсменів і їх орієнтації практики спорту найчастіше вживають такі
        терміни: задатки, здібності, придатність, схильність, обдарованість, талант.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Задатки</strong>
        це вроджені морфофункціональні характеристики людини, спадкові передумови її розвитку.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Здібності</strong>
        це сукупність властивостей людини, які характеризують можливість виконання нею певної
        діяльності, наприклад, у конкретному виді спорту. Придатність визначається здібностями,
        рівнем знань, умінь, навичок, рисами характеру, особливостями емоційно-вольової сфери
        людини.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Придатність </strong>
        це сукупність властивостей людини, які характеризують можливість виконання нею певної
        діяльності, наприклад, у конкретному виді спорту. Придатність визначається здібностями,
        рівнем знань, умінь, навичок, рисами характеру, особливостями емоційно-вольової сфери
        людини.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Схильність </strong>
        стійка орієнтація людини на певну діяльність. Схильність пов`язана із придатністю, яка
        стимулює бажання до даної діяльності. Щоправда, буває і навпаки, коли дитина не придатна
        займатись певним видом спорту, однак все ж бажає цього (в таких випадках тренер повинен
        пам`ятати, що не дитина для спорту, а спорт для дитини). Схильність розвивається під впливом
        умов занять спортом, ставлення тренера, товаришів, батьків до даної діяльності.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Обдарованість </strong>
        вроджена обдарованість, найвища придатність людини до даної діяльності, змагальної в
        конкретному виді спорту. Талант може бути перетворений у вищу спортивну майстерність тільки
        через працелюбність, творчий підхід до тренування, адекватний життєвий режим. Під спортивним
        відбором слід розуміти процес пошуку найбільш обдарованих людей, які здатні досягти високих
        результатів у конкретному виді спорту.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Талант </strong>
        вроджена обдарованість, найвища придатність людини до даної діяльності, змагальної в
        конкретному виді спорту. Талант може бути перетворений у вищу спортивну майстерність тільки
        через працелюбність, творчий підхід до тренування, адекватний життєвий режим. Під спортивним
        відбором слід розуміти процес пошуку найбільш обдарованих людей, які здатні досягти високих
        результатів у конкретному виді спорту.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Спортивна орієнтація </strong>
        це визначення перспективних напрямків досягнення вищої спортивної майстерності, яке
        базується на вивченні задатків і здібностей спортсменів, їх індивідуальних особливостей для
        формування спортивної майстерності. Орієнтація може стосуватися вибору вузької спортивної
        спеціалізації в межах даного виду спорту (спринтер – стаєр, захисник – нападаючий),
        визначення індивідуальної структури багаторічної підготовки, динаміки навантажень і темпів
        росту досягнень, встановлення провідних факторів підготовленості та змагальної діяльності,
        які здатні істотно вплинути на рівень спортивних результатів.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Задатки</strong>
        це вроджені морфофункціональні характеристики людини, спадкові передумови її розвитку.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Задатки</strong>
        це вроджені морфофункціональні характеристики людини, спадкові передумови її розвитку.
      </p>
      <p> Відбір здібних спортсменів у процесі багаторічного тренування має три основних етапи:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          на попередньому виявляють доцільність вибору дитиною занять видом спорту з врахуванням
          його задатків, морфофункціональних даних і особливостей психіки;
        </li>
        <li className={s.answer__item}>
          на проміжному виявляють у тих, хто займається, здібності до ефективного спортивного
          вдосконалення за умов досить напруженого спортивного тренування на наступних етапах
          багаторічного тренування;
        </li>
        <li className={s.answer__item}>
          на заключному у спортсменів виявляють обдарованість, можливості до досягнення результатів
          міжнародного класу. Кожен із ступенів відбору співпадає з відповідним етапом багаторічної
          підготовки.
        </li>
      </ul>
    </>
  );
};
