import s from './AnswersA.module.scss';

export const Q16 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Типовий річний тренувальний цикл складається з періодів (підготовчий, змагальний,
        перехідний), що мають специфічні завдання, зміст і структуру. Об`єктивною основою
        періодизації тренування є закономірності розвитку спортивної форми: фази становлення,
        збереження та тимчасової втрати її відображаються в побудові окремих періодів тренування.
      </p>
      <p>
        Періодизація тренування тісно пов`язана з календарем спортивних змагань, який має
        плануватися по періодах тренування. Головні змагання, наприклад, слід проводити в межах
        змагального періоду, на підготовчий період треба відносити контрольні та
        навчально-тренувальні змагання. Число змагань повинно бути таким, щоб створювалися умови для
        вдосконалення фізичних і морально-вольових якостей, але в той же час, щоб не було
        перевантаження календаря: інтервали між окремими змаганнями повинні забезпечувати
        відновлення і подальший розвиток працездатності спортсмена. Загальна тривалість періодів
        тренування залежить від рівня підготовленості спортсмена, особливостей виду спорту і
        термінів, необхідних для вирішення загальних і приватних завдань кожного з періодів.
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Підготовчий період спортивного тренування</strong> <br />
          ідготовчий період поділяється на два етапи:
          <ul>
            <li>общеподготовітельний</li>
            <li>спеціально-підготовчий</li>
          </ul>
          <p>
            Завданням загально підготовчого етапу є створення та розвиток передумов для придбання
            спортивної форми. В якості головної передумови виступає підвищення рівня розвитку
            фізичних якостей, рухових навичок і вмінь, що досягається за допомогою засобів загальної
            підготовки.
          </p>
          <p>
            Фізична підготовка на цьому етапі спрямована на розширення функціональних можливостей
            організму. Зміст її засобів має бути таким, щоб можна було забезпечити різнобічне
            загальний вплив на тренуються, а також найбільш раціональний перенесення тренованості на
            подальшу їхню діяльність.
          </p>
          <p>
            Проте, питома вага коштів загальної підготовки на даному етапі більше: їм відводиться до
            60-70% часу всього тренування. Як правило, на загально підготовчому етапі широко
            використовуються найрізноманітніші фізичні вправи, в тому числі і вправи, що
            відрізняються від змагального (найбільш часто застосовуються гімнастичні вправи на
            снарядах і зі снарядами, вправи з обтяженнями, спринтерські вправи, різні спортивні і
            рухливі ігри, тривалі пересування циклічного характеру з помірною інтенсивністю: біг,
            плавання, їзда на велосипеді і т. п.). У спеціальній підготовці ідея різноманітності
            застосовуваних фізичних вправ видно теж досить чітко: використовуються не тільки
            змагальні вправи (або їх елементи), але і вправи спеціально-підготовчі, що дозволяє, з
            одного боку, збільшувати в розумних розмірах обсяг й інтенсивність тренувальних
            навантажень, а з другий - робити тренування більш різноманітною, емоційної і менш
            виснажливої .
          </p>
          <p>
            Морально-вольова підготовка на першому етапі підготовчого періоду спрямована на
            формування установки на виконання великий і важливою «базової» роботи. Тренер повинен
            вселити спортсмену, що без попередньої трудомісткої роботи в підготовчому періоді
            неможливі спортивні успіхи протягом усього тренувального року. Тому поведінку спортсмена
            має бути організовано так, щоб воно дозволило повноцінно вирішувати завдання, що стоять
            на початку тренувального року.
          </p>
          <p>
            Головний напрям в динаміці тренувальних навантажень на загально підготовчому етапі -
            поступове збільшення їх обсягу та інтенсивності за визначальної ролі обсягу.
            Інтенсивність навантаження в цей час росте лише в тій мірі, яка не перешкоджає
            проведенню роботи великого обсягу. У зв`язку з цим темпи зростання обсягу навантажень
            перевищують темпи зростання інтенсивності. Якщо на першому етапі підготовчого періоду
            значно нарощувати інтенсивність, то буде скорочений той необхідний обсяг роботи, без
            якого не можна здійснити загальне різнобічний вплив на організм людини, що тренується, а
            це надалі загальмує зростання інтенсивності і придбання спортивної форми. Але така
            спрямованість динаміки навантаження проявляється по різному в залежності від характеру і
            призначення окремих фізичних вправ.
          </p>
          <p>
            Приклад, спеціально-підготовчі вправи досягають свого максимального обсягу лише на
            другому етапі підготовчого періоду, а більш спеціалізовані (або вправи, що є предметом
            спеціалізації) - навіть у наступному періоді, змагальному. По-іншому виглядає і динаміка
            навантажень загально підготовчих вправ, спрямованих на виховання сили і (особливо)
            швидкості: у зв`язку з природою самих цих вправ інтенсивність навантажень зростає до
            максимуму, що стримує зростання обсягу навантажень.
          </p>
          <p>
            Тижневі цикли (мікроциклах), оскільки вони спрямовані на всебічну підготовку спортсмена,
            на першому етапі підготовчого періоду менш специфічні, ніж на наступних етапах
            тренування.Закінчення даного етапу тренування визначається результатами контрольних
            вправ із загальної та спеціальної підготовки.
          </p>
          <p>
            Головним завданням друге, спеціально-підготовчого етапу є створення умов для
            безпосереднього становлення спортивної форми. У зв`язку з цим змінюються і приватні
            задачі різних сторін підготовки спортсмена. Питома вага спеціальної фізичної підготовки
            зростає, вона співвідноситься із загальною фізичною підготовкою як 2:1 - 3:2; остання
            служить збереженню досягнутої загальної тренованості; поступово все більше
            застосовуються змагальні вправи.
          </p>
          <p>
            Технічна, тактична і морально-вольова підготовка спрямована на створення готовності до
            участі у змаганнях. Рухові уміння і навички, володіння тактикою, а також вольові якості
            доводяться до такого ступеня досконалості, в якій вони необхідні в змагальної боротьби.
            Оскільки всі дії спортсмена і тренера спрямовані на безпосереднє становлення спортивної
            форми, зменшується різноманітність застосовуваних засобів, знижується варіативність
            впливу на що займаються. Це пояснюється прямою залежністю між розвитком спортивної форми
            та станом пристосування організму до обраної рухової діяльності.
          </p>
          <p>
            Тренованість залежить від того:
            <ul>
              <li>як часто і в якому розмірі діє тренувальний фактор, тобто спеціальні засоби;</li>
              <li>
                згідно із законами фізіології, умовно-рефлекторні зв`язки встановлюються легше і
                швидше за меншої мінливості зовнішніх впливів. Крім того, у зв`язку з підвищенням
                тренованості різнохарактерні вправи зменшують її перенесення.
              </li>
            </ul>
          </p>
          <p>
            Спеціально-підготовчі вправи на цьому етапі за рахунок скорочення їх тривалості і
            збільшення інтенсивності наближаються до змагальним; від елементів змагальних вправ
            спортсмен поступово переходить до самих цим вправам. Бігун, наприклад, замінює біг на
            відрізках подоланням всій тренованих дистанції. Відбувається, таким чином, об`єднання
            частин дистанції або окремих рухів в єдине ціле. Перехід від спеціально-підготовчих
            вправ до змагальним здійснюється разом з розвитком спеціальних видів витривалості
            спортсмена, для чого використовується інтервальний метод тренування.
          </p>
          <p>
            Особливістю динаміки навантаження на даному етапі є те, що вона зростає, але не у
            зв`язку зі зростанням обсягу, а у зв`язку з підвищенням інтенсивності, що досягає до
            кінця етапу максимальної величини. Інтенсивність навантаження підвищується за рахунок
            спеціальної підготовки; в той же час обсяг значно знижується за рахунок загальної
            підготовки.
          </p>
          <p>
            Пізніше знижується і обсяг спеціальної підготовки. Ця картина в динаміці навантаження
            пояснюється тим, що обсяг та інтенсивність її по-різному впливають на зростання
            спортивних результатів: обсяг являє собою фактор віддаленого впливу, він зростає тоді,
            коли потрібно забезпечити значні перебудови в діяльності організму що займаються, його
            пристосувальні зміни інтенсивність ж діє безпосередньо, вона дозволяє забезпечити різкий
            підйом працездатності.
          </p>
          <p>
            Завданням загально підготовчого етапу є створення та розвиток передумов для придбання
            спортивної форми. В якості головної передумови виступає підвищення рівня розвитку
            фізичних якостей, рухових навичок і вмінь, що досягається за допомогою засобів загальної
            підготовки.
          </p>
          <p>
            При зіставленні динаміки тренувальних навантажень та динаміки спортивних результатів
            виявлено так зване запізнілих перетворення: спочатку відбувається зміна навантажень у
            бік їх збільшення або зменшення і лише через певний час зміна результатів. Причому існує
            пряма залежність між величиною обсягу навантаження та термінами запізнілих перетворення.
            Тому якщо в підготовчому періоді безперервно нарощувати обсяг навантаження, то час
            становлення спортивної форми відсуватиметься, і спортсмен може проявити свою найвищу
            працездатність вже після найважливіших змагань. Необхідно відзначити, що динаміка
            спортивних результатів визначається не лише динамікою навантаження, а й усім змістом і
            характером тренувального процесу. Зростання навантаження в підготовчому періоді в
            принципі обумовлюється підвищенням тренованості спортсмена.
          </p>
          <p>
            Мікроцикли тренування на другому етапі підготовчого періоду перебудовуються так, щоб
            можна було підготувати спортсмена до безпосередньої участі в основних змаганнях.
            Підготовчий період може вважатися повноцінно завершеним, якщо до його закінчення
            спортсмен досягає запланованих результатів і виконує нормативи спеціальної н загальної
            підготовки.
          </p>
        </li>

        <li className={s.answer__item}>
          <strong>Змагальний період спортивного тренування</strong> <br /> Завданням змагального
          періоду є збереження і зміцнення спортивної форми і на підставі цього досягнення
          максимальних спортивних результатів. Згідно з даним завданням фізична підготовка
          спрямована на створення безпосередньої готовності до граничних напруг. Технічна і тактична
          підготовка забезпечує досконалість рухових навичок і тактичних дій. Морально-вольова
          підготовка пов`язана з мобілізацією сил, створенням оптимального налаштування на участь у
          змаганнях
          <p>
            Головним засобом цього періоду виступають змагальні фізичні вправи; питома вага
            спеціально-підготовчих вправ той же, що і в кінці попереднього періоду; загально
            підготовчі вправи стають більш різноманітними і варіативними; використовуються, як
            правило, вже знайомі, освоєння вправи. За допомогою засобів загальної фізичної
            підготовки забезпечується активний відпочинок, підтримується загальна тренованість, що
            дозволяє більш успішно застосовувати високі навантаження. Активний відпочинок пов`язаний
            з так званими перемиканнями: використовуються засоби допоміжних видів спорту.
          </p>
          <p>
            Основним методом цього періоду є змагання. Число змагань залежить від особливостей виду
            спорту і кваліфікації спортсменів. Інтервали відпочинку між окремими змаганнями повинні
            бути достатніми для відновлення і підвищення працездатності спортсмена. Число змагань
            може бути розумно збільшено за рахунок різноманітності їхнього змісту, спрямованості та
            значущості. Наприклад, легкоатлети-бігуни можуть збільшити свою змагальне практику за
            рахунок виступів на додаткових і суміжних дистанціях.
          </p>
          <p>
            Структура змагального періоду буває простий або складною в залежності від його
            тривалості. Якщо він охоплює час до 2 місяців, то структура його проста; період
            тривалістю 4-5 місяців має складну структуру. Це особливо чітко проявляється в динаміці
            навантаження. У короткочасному змагальному періоді загальний обсяг навантаження дещо
            знижується, а потім стає відносно постійним; інтенсивність зростає максимально і теж
            стабілізується. Якщо ж змагальний період тривалий, то виникає так званий проміжний етап,
            у процесі якого слідом за стабілізацією навантаження відбувається нове збільшення її
            загального обсягу при значному зниженні інтенсивності, а потім знову скорочення обсягу і
            збільшення інтенсивності. Таким чином, тут та ж хвилеподібність в динаміці навантаження,
            що і в підготовчому періоді. Проте в даному випадку обсяг навантаження збільшується не
            за рахунок засобів загальної фізичної підготовки (хоча їх питома вага трохи зростає), а
            за рахунок коштів спеціальної підготовки. Необхідність повторної хвилі обумовлюється
            тим, що при тривалому змагальному періоді інтенсивне тренування, пов`язана з
            багатогранною змагальної практики, може негативно вплинути на збереження спортивної
            форми. Оскільки робота, проведена в підготовчому періоді, стає недостатньою, необхідно
            прийняти зазначені заходи для підтримки спортивно форми на тривалий час. Це дозволить
            застосовувати високі тренувальні навантаження, які організм спортсмена зможе витримати
            без перенапруги
          </p>
          <p>
            Найбільш типовим тут є змагальний мікроцикл, причому його зміст і навантаження
            визначаються числом днів між змаганнями.
          </p>
          <p>
            Якщо інтервал значний, то застосовується робота з високою інтенсивністю навантаження.
            Змагальні малі цикли повинні поєднуватися з «розвантажувальними» мікроциклах, які
            слідують або за важкими змаганнями, або після роботи з підвищеним навантаженням. Таке
            поєднання дозволяє попереджати перетренування і успішно виступати в найбільш
            відповідальних змаганнях.
          </p>
          <p>
            Новою тенденцією у змісті змагального періоду є застосування так званого принципу
            маятника при безпосередній підготовці до змагань. Він полягає в тому, що одних
            мікроциклах перед змаганням спеціалізуються по змісту: у них включаються тренування,
            близькі до змагальної діяльності; інші, навпаки, за змістом тренування досить далекі від
            змагальних умов. Якщо, наприклад, до змагання залишилося 7 мікроциклів у непарні
            включається робота, близька до змагання, а в парні застосовують менш спеціалізовані
            фізичні вправи. Це дає можливість уникнути монотонність у тренуванні і здійснити
            систематизоване перемикання діяльності. Як показують дослідження, в окремих видах спорту
            така система підготовки дає позитивні результати.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Перехідний період спортивного тренування</strong>
          <p>
            Основним завданням перехідного періоду є забезпечення повноцінного активного відпочинку
            і разом з тим збереження певного рівня тренованості, необхідного для початку нового
            циклу тренування. У цей період спортивна форма тимчасово втрачається; вся робота повинна
            бути спрямована на ліквідацію наслідків стомлення, що виникає протягом тренувального
            року. Зміст фізичної, технічної і тактичної підготовки підпорядковане вирішення цього
            завдання. Активний відпочинок організовується як за рахунок зміни діяльності, так і за
            рахунок зміни обстановки, зовнішніх умов.
          </p>
          <p>
            Велике значення в перехідний період набуває туризм. Крім того, використовуються рухливі
            та спортивні ігри, гімнастичні вправи, а також вправи з інших видів спорту. Загальна
            підготовка знову грає провідну роль; питома вага спеціальної підготовки падає, вона
            тепер займає не більше 15-20% всього часу тренування і надає вузько спрямований вплив
            (наприклад, підтримує рівень розвитку гнучкості). Виключаються змагання і змагальні
            вправи. Робота ведеться по можливості ігровим методом. Основна спрямованість динаміки
            навантаження в перехідному періоді виражається у зменшенні обсягу та інтенсивності, у
            застосуванні помірної роботи. Однак не можна допускати надмірно великого спаду
            навантаження; слід уникати однотипною і монотонної навантаження, що перешкоджає
            повноцінному активного відпочинку. Побудова мікроциклів даного періоду не відрізняється
            сталістю і відображає зміст застосовуваних засобів.
          </p>
          <p>
            Важливим завданням перехідного періоду є аналіз роботи, проведеної протягом
            тренувального року. Якщо спортсмен не мав достатньої навантаження, мало виступав у
            змаганнях, необхідність у перехідному періоді відпадає.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Перехідний період спортивного тренування</strong>
          <p>
            Основним завданням перехідного періоду є забезпечення повноцінного активного відпочинку
            і разом з тим збереження певного рівня тренованості, необхідного для початку нового
            циклу тренування. У цей період спортивна форма тимчасово втрачається; вся робота повинна
            бути спрямована на ліквідацію наслідків стомлення, що виникає протягом тренувального
            року. Зміст фізичної, технічної і тактичної підготовки підпорядковане вирішення цього
            завдання. Активний відпочинок організовується як за рахунок зміни діяльності, так і за
            рахунок зміни обстановки, зовнішніх умов.
          </p>
          <p>
            Велике значення в перехідний період набуває туризм. Крім того, використовуються рухливі
            та спортивні ігри, гімнастичні вправи, а також вправи з інших видів спорту. Загальна
            підготовка знову грає провідну роль; питома вага спеціальної підготовки падає, вона
            тепер займає не більше 15-20% всього часу тренування і надає вузько спрямований вплив
            (наприклад, підтримує рівень розвитку гнучкості). Виключаються змагання і змагальні
            вправи. Робота ведеться по можливості ігровим методом. Основна спрямованість динаміки
            навантаження в перехідному періоді виражається у зменшенні обсягу та інтенсивності, у
            застосуванні помірної роботи. Однак не можна допускати надмірно великого спаду
            навантаження; слід уникати однотипною і монотонної навантаження, що перешкоджає
            повноцінному активного відпочинку. Побудова мікроциклів даного періоду не відрізняється
            сталістю і відображає зміст застосовуваних засобів.
          </p>
          <p>
            Важливим завданням перехідного періоду є аналіз роботи, проведеної протягом
            тренувального року. Якщо спортсмен не мав достатньої навантаження, мало виступав у
            змаганнях, необхідність у перехідному періоді відпадає.
          </p>
        </li>
      </ul>

      <p>
        <strong>Варіанти циклу спортивного тренування.</strong>
      </p>
      <p>
        Періодизація тренування в різних видах спорту має свої особливості. Вони можуть стосуватися
        тривалості періодів і числа етапів у них. Наприклад, у лижному спорті тривалість періодів
        буде різною для районів з сніжною і довгої зими і для районів з м`якою і нетривалої взимку;
        може бути значно розширений підготовчий період, якщо має оволодіти новою програмою і т. п.
        Тривалість періодів залежить від термінів формування та збереження спортивної форми.
      </p>
      <p>
        Особливості періодизації виявляються у співвідношенні засобів і методів, в динаміці
        навантажень. Може змінюватися і сама структура тренувального року, утворюючи варіанти циклу.
        Ця варіативність пояснюється особливостями виду спорту, кваліфікацією спортсменів, а також
        умовами їхньої праці та навчання. Тому крім типового річного циклу є ще піврічні, здвоєні
        цикли, а також цикли зі складною структурою змагального періоду.
      </p>
      <p>
        Піврічні цикли застосовуються у швидкісно-силових видах спорту, де найвищі спортивні
        результати можуть бути показані в кожному півріччі, причому інтервал між кращими
        досягненнями обчислюється 4-6 місяців. Це враховується при періодизації. Два звичайних циклу
        можуть бути об`єднані в один - здвоєний, в якому після змагального періоду, завершуємо
        невеликим відпочинком, йде другим підготовчий, потім - другий змагальний і весь рік
        закінчується одним загальним перехідним періодом (рис. 10). Такий варіант циклу може бути
        застосований в роботі з новачками, а також у видах спорту з «рухомий», що змінюється від
        розряду до розряду програмою спеціалізації (наприклад, у гімнастиці). У боксі та інших
        єдиноборствах змагальний період має внутрішньо підготовчі цикли, рівні числу головних
        змагань. Кожен такий внутрішній цикл ділиться на безпосередню підготовку до змагання, участь
        у ньому і після змагальний відпочинок. У видах спорту «на витривалість» використовуються
        річні цикли тренування. У спортивних іграх найбільш тривалий змагальний період: тут
        спортивна форма команди зберігається тривалий час за рахунок заміни гравців. На побудову
        циклів впливають сезонні умови (в лижному, ковзанярському спорті, плаванні).
      </p>
      <p>
        Як багаторічний процес спортивне тренування включає в себе наступні види діяльності: вибір
        спеціалізації, оволодіння основами майстерності, поглиблене вдосконалення.
      </p>
      <p>
        В останні роки в періодизації тренування спортсменів старших розрядів відбулися зміни. У
        першому (загально підготовчому) етапі підготовчого періоду визначені середні цикли -
        втягуючі і базові; у другому (спеціально- підготовчому) крім базових середніх циклів є
        контрольно-підготовчі та шліфувальні (або перед змагальні). У втягуючих середніх циклах
        плавно наростає інтенсивність навантаження при її великому обсязі. Зміст тренування
        спрямоване на створення передумов для подальшої тренувальної роботи. Базові середні цикли є
        головними в підготовчому періоді. Тут даються тренувальні навантаження, що підвищують
        функціональні можливості організму і забезпечують засвоєння нових або вдосконалення
        засвоєних форм діяльності. Дані цикли поділяються на власне розвиваючі (що мають підвищену
        10 концентрацію навантажень, званих ударними) і стабілізують. Контрольно- підготовчі середні
        цикли відрізняються тим, що в них власне тренувальна робота поєднується з участю в
        контрольно-тренувальних змаганнях. Передзмагальні цикли направлені на детальне вдосконалення
        технічних і тактичних навичок і вмінь, на вдосконалення підготовленості спортсменів.
        Навантаження тут варіативне: вона може підвищуватися або стабілізуватися (якщо є ознаки
        перевтоми) - все залежить від рівня тренованості спортсмена. У змагальному періоді є
        змагальні і проміжні цикли (середні). У змагальний цикл входять: безпосередня підготовка до
        змагання, участь у ньому і «розвантаження». Проміжні (середні) цикли бувають двох типів: а)
        відновно- підготовчий, що будується як базовий або шліфувальний цикли підготовчого періоду з
        попередньою розвантаженням у формі активного відпочинку; б) відновно-підтримує, що йде після
        серії напружених змагань. Від середнього циклу першого типу він відрізняється меншою
        тривалістю, більш повним використанням перемикання і менш напруженим тренувальним режимом.
      </p>
      <a href="https://moodle.znu.edu.ua/pluginfile.php?file=/874683/mod_resource/content/1/%d0%9e%d1%81%d0%bd%d0%be%d0%b2%d0%b8%20%d0%bf%d0%b5%d1%80%d1%96%d0%be%d0%b4%d0%b8%d0%b7%d0%b0%d1%86%d1%96%d1%97%20%d1%80%d1%96%d1%87%d0%bd%d0%be%d1%97%20%d0%bf%d1%96%d0%b4%d0%b3%d0%be%d1%82%d0%be%d0%b2%d0%ba%d0%b8.pdf">
        Джерело
      </a>
    </>
  );
};
