import s from './AnswersA.module.scss';

export const Q17 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Втома</strong>
        собливий вид функціонального стану людини, що тимчасово виникає під впливом тривалої та
        (або) інтенсивної роботи та призводить до зниження її ефективності. Втома проявляється в
        зменшенні сили м’язів, погіршенні координації рухів, в зростання затрат енергії для
        виконання однієї і тої ж самої роботи, у вповільненні рухових реакцій та обробки інформації
        тощо.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Перевтома</strong>
        сукупність стійких функціональних порушень в організмі людини, що виникають в результаті
        багаторазового повторення надмірної втоми, що не ліквідуються в процесі відпочинку і є
        несприятливі для здоров’я людини.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Різниця між поняття втома та втомленість</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Втома</strong> <br />
          об’єктивний процес, що виникає внаслідок напруженої чи тривалої діяльності.
        </li>
        <li className={s.answer__item}>
          <strong>Втомленість </strong> <br />
          суб’єктивне сприйняття та відображення цього процесу, що затегігає організм від надмірного
          виснаження.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Гострі та хронічні форми втоми бувают: </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Фізіологічні причини</strong> <br />
          порушення функцій ЦНС та процесу передачі нервового імпульсу до м’язів, недостатнє
          енергопостачання мозку, невисока потужність, ємність та ефективність систем
          енергозабезпечення, порушення периферичного кровообігу тощо.
        </li>
        <li className={s.answer__item}>
          <strong>Психологічні причини </strong> <br />
          невпевненість, зниження працездатності та спортивних результатів, неуважність, поганий
          мікроклімат в команді, знижена мотивація тощо.
        </li>

        <li className={s.answer__item}>
          <strong>Медичні причини</strong> <br />
          перевтома, перетренованість, хронічні травми, наявність хронічних інфекційних захворювань,
          зниження імунітету тощо.
        </li>
        <li className={s.answer__item}>
          <strong>Матеріально-технічні причини </strong> <br />
          едостатня якість одягу та взуття, незадовільний стан спортивних споруд, погані погодні та
          кліматичні умови, неповноцінне харчування, відсутність засобів відновлення та ін.
        </li>

        <li className={s.answer__item}>
          <strong>Спортивно-педагогічні причини </strong> <br />
          нераціональні засоби і методи підготовки, недоліки в плануванні навантаження та
          відпочинку, погане врахування вікових статевих та індивідуальних особливостей спортсменів
          та ін
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Відновлення</strong>
        процес, що протікає як реакція на втому та спрямований на відновлення порушеного гомеостазу
        та працездатності. Відновлення після фізичних навантажень означає не просто повернення
        функцій організму до вихідного рівня. Якщо б після тренувальних впливів стан організму
        поверався до вихідного рівня зникла би можливість його вдосконалення шляхом цілеспрямованого
        тренування. Розвиток тренованості базується на тому, що слідові реакції після тренувальних
        навантажень повністю не ліквідуються, а зберігаються та закріплюються.
      </p>
      <p className={s.answer__paragraph}>
        Виконання м’язової роботи пов’язано з витратами потенціалу функцій організму та розвитком
        втоми, його відновленням до доробочого стану, надвідновленням та наступною стабілізацією на
        доробочому чи близькому до нього рівні. Наявність цих етапів визначає коливання
        працездатності спортсмена.
      </p>
      <p className={s.answer__paragraph}>Розрізняють фази</p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Зниження працездатності</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Відновлення </strong> <br />
          нормалізація функцій – відновлення гомеостазу, поповнення енергоресурсів
        </li>
        <li className={s.answer__item}>
          <strong>Надвідновлення (суперкомпенсація)</strong> <br />
          суперкоменсація енергетичних ресурсів
        </li>
        <li className={s.answer__item}>
          <strong>Стабілізації </strong> <br />
          реконструкція клітинних структур та ферментних систем
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        Час, необхідний для завершення відновлення різних біохімічних процесів в період відпочинку
        після напруженої м’язової роботи
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Зниження працездатності</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Відновлення запасів кисню в організмі </strong> <br />
          10-15 с
        </li>
        <li className={s.answer__item}>
          <strong>Відновлення анаеробних алактатних резервів в м’язах</strong> <br />
          2-5 хв
        </li>
        <li className={s.answer__item}>
          <strong>Усунення лактату</strong> <br />
          0,5-1,5 год
        </li>
        <li className={s.answer__item}>
          <strong>Оплата лактатного кисневого боргу</strong> <br />
          0,5-1,5 год
        </li>
        <li className={s.answer__item}>
          <strong>Ресинтез запасів глікогену в м’язах та печінці </strong> <br />
          12-48 год
        </li>
        <li className={s.answer__item}>
          <strong>Посилення синтезу ферментних та структурних біліків</strong> <br />
          12-72 год
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        ідомо, що кваліфіковані спортсмени відповідають на стандартне навантаження меншими зсувами
        гомеостазу та прискореним протіканням відновних реакцій порівняно зі спортсменами низької
        квалвфікації.
      </p>
      <p className={s.answer__paragraph}>
        На граничні навантаження спостерігається інша реакція. Спортсмени вищої кваліфікації здатні
        доводити себе до значно більш вираженої втоми, ніж спортсмени низької кваліфікації. Але це
        має відношення виключно до функціональних систем, що несуть основне навантаження при
        виконанні певної роботи, специфічної для виду спорту. Одночасно в спортсменів вищої
        кваліфікації інтенсивніше протікають процеси відновлення. Наприклад, в пловців високої
        кваліфікації через 6 год після заняття витривалість при роботі аеробного характеру знижена
        більше, ніж в спортсменів низької кваліфікації. Але суперкомпенсація в кваліфікованих
        спортсменів відмічається через 3 доби, а в некваліфікованих – через 4. При цьому сумарний
        обсяг плавання в перших був в 4 рази більший.
      </p>
      <p className={s.answer__paragraph}>
        Аналогічно реагують на граничні навантаження спортсмени однієї кваліфікації, але різного
        рівня тренованості. Так, наприклад, заняття з великими навантаженнями в першому етапі
        підготовчого періоду, пов’язані з менш вираженими зсувами гомеостазу та знаженням
        працездатності та одночасно більш тривалим періодом відновлення порівняно з заняттями другої
        половини підготовчого періоду при високому рівні тренованості. При цьому працездатність
        тренованих спортсменів на 40-50% вища, ніж нетренованих.
      </p>
      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/14376/1/%D0%A2%D0%B5%D0%BC%D0%B0%209%20%D0%92%D1%82%D0%BE%D0%BC%D0%B0%20%D1%82%D0%B0%20%D0%B2%D1%96%D0%B4%D0%BD%D0%BE%D0%B2%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F.pdf">
        Джерело
      </a>
    </>
  );
};
