import s from './AnswersA.module.scss';

export const Q18 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Найнижчий рівень характеризується оздоровчої спрямованістю і будується на основі загальної
        (кондиційної) фізичної підготовки. У міру підвищення рівня фізичної підготовки збільшується
        її складність і спортивна спрямованість, а найвищий рівень будуватися вже на основі
        принципів спортивного тренування з метою збільшення функціональних резервів організму,
        необхідних для професійної діяльності. Одним з найважливіших умов здійснення фізичної
        підготовки є її раціональне побудова на досить тривалих відрізках часу. Тому що ні за день,
        ні за тиждень, місяць, а іноді і рік неможливо підготуватися до трудової діяльності. Це
        тривалий процес формування рухових умінь і навичок, систематичного вдосконалення фізичних
        (рухових) якостей, психічної підготовки, підтримки рівня працездатності, збереження та
        зміцнення здоров`я. Побудова занять з фізичної підготовки ґрунтується на закономірностях
        фізичного виховання і спортивного тренування.
      </p>
      <p>
        <strong>Фізична підготовка</strong> одна з найважливіших складових частин спортивного
        тренування, спрямована на розвиток рухових якостей - сили, швидкості, витривалості,
        гнучкості, координаційних здібностей.
      </p>
      <p>
        <strong>Види фізичної підготовки.</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Загальна фізична підготовка</strong> <br /> спрямована на гармонійний розвиток
          різних рухових якостей, опосередковано спрямованих досягненню високих результатів в
          обраному виді спорту.
        </li>
        <li className={s.answer__item}>
          <strong>Допоміжна фізична підготовка</strong> <br /> будується на базі загальної фізичної
          підготовленості. Вона створює спеціальну основу, необхідну для ефективного виконання
          великих обсягів роботи, спрямованої на розвиток спеціальних фізичних якостей.
        </li>
        <li className={s.answer__item}>
          <strong>Спеціальна фізична підготовка</strong> <br /> сспрямована на розвиток рухових
          якостей строго відповідно до вимог виду спорту, особливостями передбачуваної змагальної
          діяльності.
        </li>
      </ul>

      <p>
        <strong>Засоби фізичної підготовки</strong> фізичні вправи - умовно можуть бути розділені на
        чотири групи:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Загальнопідготовчім</strong> <br /> вправи, служать всебічному функціональному
          розвитку організму спортсмена. Вони можуть як відповідати особливостям обраного виду
          спорту, так і перебувати з ними в певному протиріччі (при вирішенні завдань всебічного і
          гармонійного фізичного виховання).
        </li>
        <li className={s.answer__item}>
          <strong>Допоміжні</strong> <br />
          вправи припускають рухові дії, які складають спеціальний фундамент для подальшого
          вдосконалення в тій чи іншій спортивній діяльності.
        </li>
        <li className={s.answer__item}>
          <strong>Спеціально-підготовчі</strong> <br /> вправи займають центральне місце в системі
          тренування кваліфікованих спортсменів і охоплюють коло засобів, що включають елементи
          змагальна діяльності і дії, наближені до них за формою, структурою, а також по характері
          якостей і діяльності функціональних систем організму.
        </li>
        <li className={s.answer__item}>
          <strong>Змагальні</strong> <br /> вправи передбачають виконання комплексу рухових дій, які
          є предметом спортивної спеціалізації, відповідно до існуючих правил змагань. Змагальні
          вправи характеризуються рядом особливостей. По-перше, при їх виконанні досягаються високі
          і рекордні результати; визначається граничний рівень адаптаційних можливостей спортсмена,
          якого він досягає в результаті застосування в своїй підготовці допоміжних і
          спеціально-підготовчих вправ. По-друге, самі змагальні вправи можливо розглядати як
          найбільш зручні і об’єктивне наочні моделі резервних можливостей спортсмена.
        </li>
      </ul>

      <p>
        <strong>Методами фізичної підготовки</strong> способи роботи тренера і спортсмена, за
        допомогою яких розвиваються необхідні якості, формується світогляд. У практичних цілях всі
        методи умовно ділять на три групи: словесні, наочні і практичні. У процесі фізичної
        підготовки всі ці методи застосовують в різних поєднаннях. Кожний метод використовують не
        стандартно, а постійно пристосовують до конкретних вимог, обумовленим особливостями
        спортивної підготовки. При підборі методів слід стежити за тим, щоб вони суворо відповідали
        поставленим завданням, загальнодидактічними принципам, а також спеціальних принципів
        спортивного тренування, віковим і статевим особливостям спортсменів, їх кваліфікації та
        підготовленості. У спорті, де особливе місце приділяється зв`язку з практикою, а так ¬ в
        силу специфічних особливостей спортивної діяльності основна роль відводиться практичним
        методам.
      </p>
      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/3717/1/%D0%A2%D0%B5%D0%BC%D0%B0%20%E2%84%962%20%D0%A1%D0%BF%D0%B5%D1%86%D0%B8%D1%84%D1%96%D0%BA%D0%B0%20%D0%B4%D0%B8%D0%B4%D0%B0%D0%BA%D1%82%D0%B8%D1%87%D0%BD%D0%B8%D1%85%20%D0%BF%D1%80%D0%B8%D0%BD%D1%86%D0%B8%D0%BF%D1%96%D0%B2%20%D1%83%20%D1%81%D0%BF%D0%BE%D1%80%D1%82%D1%96.pdf">
        Джерело
      </a>
    </>
  );
};
