import s from './AnswersA.module.scss';

export const Q19 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Формування систем рухових умінь і навичок є одним із основних завдань фізичної культури і
        спорту. Знання закономірностей цього процесу дають можливість вчителю з позицій науки
        підходити до вирішення проблеми навчання руховим діям, творчо вирішувати завдання побудови
        системи уроків і підготовчих вправ, раціонально використовувати ефект перенесення рухових
        навичок, інших закономірностей їх формування.
      </p>
      <p className={s.answer__paragraph}>
        Дитина народжується з комплексом готових, але ще незрілих і недосконалих безумовних рухових
        рефлексів, безумовно рефлекторних механізмів регуляції вегетативних функцій. Усе це –
        первинні автоматизми, а щодо рухових реакцій – мимовільні рухи.
      </p>
      <p className={s.answer__paragraph}>
        Вони приходять поза свідомістю людини. Протягом життя, починаючи з раннього дитинства,
        людина навчається багатьом рухам. Це довільні рухи або вторинні автоматизми. Серед них немає
        природжених рухів.
      </p>

      <p className={s.answer__paragraph}>
        Довільна рухова діяльність людини є вольовою. Проте згодом після багаторазових повторень
        довільної вправи, виникає здатність до автоматизованого (підсвідомого, без спеціального
        вольового контролю) виконання окремих її частин або усієї вправи в цілому. Поява автоматизму
        у виконанні даної фізичної вправи є свідченням переходу довільного руху в рухову навичку.
        Таким чином, автоматизм руху – основна ознака рухової навички.
      </p>
      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/3717/1/%D0%A2%D0%B5%D0%BC%D0%B0%20%E2%84%962%20%D0%A1%D0%BF%D0%B5%D1%86%D0%B8%D1%84%D1%96%D0%BA%D0%B0%20%D0%B4%D0%B8%D0%B4%D0%B0%D0%BA%D1%82%D0%B8%D1%87%D0%BD%D0%B8%D1%85%20%D0%BF%D1%80%D0%B8%D0%BD%D1%86%D0%B8%D0%BF%D1%96%D0%B2%20%D1%83%20%D1%81%D0%BF%D0%BE%D1%80%D1%82%D1%96.pdf">
        Джерело
      </a>
    </>
  );
};
