import s from './AnswersA.module.scss';

export const Q2 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Теорія спорту</strong> - це наукова та навчальна дисципліна, що являє собою систему
        знань про форми, методи та принципи спортивної підготовки спортсменів до змагальної
        діяльності. Об’єктом вивчення навчальної дисципліни є галузь фізичної культури і спорту у
        сучасному суспільстві. Предметом вивчення навчальної дисципліни є система знань про сучасну
        систему спортивної підготовки.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Теорія і методика спортивної підготовки характеризується поняттями:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Фізична культура</strong> <br />
          частина загальної культури, сукупність спеціальних духовних цінностей, способів їх
          виробництва та використання з метою оздоровлення людей і розвитку їхніх фізичних
          здібностей.
        </li>
        <li className={s.answer__item}>
          <strong>Фізичний розвиток</strong> <br /> природний процес вікової зміни морфологічних і
          функціональних ознак організму, обумовлений спадковими факторами та конкретними умовами
          зовнішнього середовища.
        </li>
        <li className={s.answer__item}>
          <strong>Фізичні якості</strong> <br /> властивості, що характеризують окремі якісні
          сторони рухових спроможностей людини: сила, швидкість, витривалість, спритність,
          гнучкість.
        </li>
        <li className={s.answer__item}>
          <strong>Фізичні якості</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Фізичне здоров’я</strong> <br /> динамічний стан, що характеризується резервом
          функцій органів та систем і є основою виконання індивідом своїх біологічних і соціальних
          функцій. Інтегральним показником резервів функцій органів і систем є енергопотенціал
          біосистем (резерв енергоутворення).
        </li>
        <li className={s.answer__item}>
          <strong>Фізичний стан</strong> <br /> за визначенням міжнародного комітету стандартизації
          тестів характеризує особистість людини, стан здоров’я, статуру і конституцію,
          функціональні можливості організму, фізичну працездатність і підготовленість.
        </li>
        <li className={s.answer__item}>
          <strong>Фізична працездатність</strong> <br /> отенційні можливості людини виконувати
          фізичні зусилля без зниження заданого рівня функціонування організму, насамперед, його
          серцево- судинної та дихальної систем.
        </li>
        <li className={s.answer__item}>
          <strong>Фізична підготовленість</strong> <br /> рівень досягнутого розвитку фізичних
          якостей, формування рухових навичок у результаті спеціалізованого процесу фізичного
          виховання чи спортивного тренування.
        </li>
        <li className={s.answer__item}>
          <strong>Система спортивної підготовки</strong> <br /> тривалий, багатокомпонентний процес,
          що являє собою упорядковану сукупність специфічних тренувальних і змагальних засобів,
          цілеспрямовану їх організацію у поєднанні із зовнішніми 13 чинниками та умовами,
          взаємопов’язане використання яких на етапах багаторічної підготовки, доповнюючи та
          підсилюючи один одного, забезпечує найкращу готовність спортсмена до спортивних досягнень.
        </li>
        <li className={s.answer__item}>
          <strong>Тренувальна діяльність</strong> <br /> діяльність спортсмена щодо оволодіння та
          удосконалення системою вправ у спеціально організованих умовах.
        </li>
        <li className={s.answer__item}>
          <strong>Змагальна діяльність</strong> <br /> це діяльність спортсмена у
          спеціальнообумовленій формі змагань, що відбувається в умовах чітко регламентованого
          суперництва і спрямоване на максимальну реалізацію його індивідуальних можливостей.
        </li>
        <li className={s.answer__item}>
          <strong>Спортивне змагання</strong> <br /> це багатогранне явище спортивного життя, в
          процесі якого здійснюється діяльність спортсмена, що дозволяє реалізувати його здібності і
          забезпечити їх максимальний прояв.
        </li>
        <li className={s.answer__item}>
          <strong>Спортивне тренування</strong> <br /> це спеціалізований процес, в рамках якого
          здійснюється удосконалення спеціальних здібностей спортсмена, обумовлений обраним видом
          спорту.
        </li>
        <li className={s.answer__item}>
          <strong>Тренованість</strong> <br /> характеризується рівнем адаптації організму
          спортсмена до специфічної тренувальної роботи і визначається в рості його працездатності
        </li>
        <li className={s.answer__item}>
          <strong>Підготовленість</strong> <br /> відображає цілісний ефект спортивної підготовки і
          характеризує комплексний стан спортсмена, а саме рівень фізичних і психологічних якостей,
          а також спортивно-технічної і тактичної майстерності.
        </li>
        <li className={s.answer__item}>
          <strong>6 Спортивна форма</strong> <br /> це певний стан спортсмена, який характеризується
          оптимальним рівнем його тренованості і підготовленості, що дозволяє йому досягати
          максимального результату у змаганнях.
        </li>
      </ul>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
