import s from './AnswersA.module.scss';

export const Q20 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        В спорті широко використовуються загальнодидактичні принципи: науковості, доступності,
        систематичності і послідовності, свідомості і активності, наочності тощо. Однак, ці загальні
        принципи є основою для формування спеціальних варіантів дидактики кожної конкретної галузі
        діяльності, особливо такої специфічної як спорт. Тому, дидактичні принципи потребують
        переусвідомлення та конкретизації у зв`язку із завданнями ОС та ПС.
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Принцип доцільності і практичності</strong> <br /> Головною метою навчання
          будь-якій вправі є просування до певних граничних, технічно більш досконалих вправ та
          прийомів, оволодіння котрими у майбутньому визначить майстерність спортсмена. Робота над
          вправою має бути прикладною. Слід відкинути все безперспективне, визначити вправи, що
          можуть бути корисними сьогодні чи потім.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип готовності</strong> <br /> Стосується всіх учасників процесу підготовки.
          Тренер має бути достатньо підготованим до роботи з конкретним учнем (учнями), до роботи
          над конкретною вправою, володіти певними знаннями (спеціальна теоретична підготовленість),
          вміннями та навичками (професійно-спеціальна та професійно-практична підготовленість).
          Спортсмен, в свою чергу, повинен мати достатню та необхідну готовність для досягнення
          успіху. Це стосується як базової готовності (кваліфікація, стан форми і т.ін.), так і
          стану, що може змінюватися протягом тренувального заняття (втома, мікротравми тощо).
        </li>
        <li className={s.answer__item}>
          <strong>Принцип керованості та підконтрольності</strong> <br /> Має будуватися як система
          із зворотними зв`язками між тренером та спортсменом. Необхідним компонентом управління
          процесом навчання є поточний контроль. Навіть коли дозволяється елемент спонтанності,
          результати навчання мають контролюватися тренером та, бажано, спортсменом.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип позитивної мотивації</strong> <br />
          Успішне навчання неможливе без відповідного психічного стиму ла до роботи (мотиву).
          Підтримання зацікавлення та відповідне виховання учнів – важливе завдання тренера,
          особливо в підготовці спортсменів, які дорослішають, у житті котрих обов`язково виникають
          мотиви поведінки, що можуть перешкоджати успішним заняттям спортом.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип систематичності</strong> <br />
          Полягає у раціональному чергуванні навантажень і відпочинку, відповідно до закономірностей
          адаптації та тренувальних ефектів.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип змістовної та перцептивної наочності (полісенсорності)</strong> <br />
          Підкреслимо важливість всього концептуального образу руху, що включає як змістовну, так і
          сенсомоторну інформацію.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип планомірності і поступовості</strong> <br />
          Доцільним є крокоподібне планування, що передбачає просування після засвоєння попереднього
          кроку. Найвищою формою такого планування є програмоване навчання за системою завдань.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип методичного динамізму та прогресування</strong> <br />
          Причиною відсутності зростання результатів може бути не лише невірний підбір засобів і
          методів підготовки, але і їх одноманітність, використання методичних прийомів, що вже не є
          ефективними і застосовуються «за звичкою». Таким чином, процес підготовки вимагає не лише
          адекватної методології, але і вчасної ротації методів, засобів, прийомів навчання.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип функціональної надмірності та надійності</strong> <br />
          Навчання рухам передбачає їх ефективність в умовах мобілізації моторних та психічних
          можливостей організму. Це може бути забезпечено, зокрема, наявністю `фонотеки рухів`,
          запасу рухових ресурсів.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип міцності і пластичності</strong> <br />
          Відомо, що необхідною властивістю рухової навички є автоматизація частини дій. Разом з
          тим, надмірний ступінь автоматизації елементів навички спричиняє до низки недоліків –
          косності, поганому підданню корекції тощо. Тому, намагання досягнути міцності навички має
          супроводжуватися збереженням пластичності (засіб - варіативне тренування). Крім того, є
          сенс розрізняти міцність навички та її надійність (наявність функціональних резервів).
        </li>
        <li className={s.answer__item}>
          <strong>Принцип доступності та спонукальної складності</strong> <br />
          Доведено, що навчальний матеріал має бути не легко доступним, але оптимально складним.
          Вправа має бути достатньо доступною, щоб забезпечити невимушену роботу, але й достатньо
          складною, щоб кинути виклик здібностям спортсмена, стимулювати мобілізацію його рухових,
          психічних та інтелектуальних можливостей.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип індивідуалізованого навчання у колективі</strong> <br />
          Колективна взаємодія має не лише виховне значення, але й сприяє обміну інформацією,
          дозволяє використання групових методів навчання та взаємної допомоги. Суперництво, що
          виникає у колективі спортсменів, також позитивно впливає на їх ставлення до роботи,
          стимулює працездатність тощо. Разом з тим, навчання в колективі передбачає врахування
          особистісних потреб спортсмена, а саме:
          <ul>
            <li>Прояви доброзичливості, уваги, чуйності.</li>
            <li>
              Впевненість та внутрішній спокій. В кожної людини є необхідність впевненості в
              майбутньому. В групі (команді) тренер має створити атмосферу впевненості, спокою,
              спокійної впевненості. Спортсмен відчуває себе повноправним членом команди. Він
              впевнений в доброзичливому професійному ставленні до себе з боку тренера. Замість
              тривог і сумнівів з`являється впевненість успіху. Врівноваженість та витримка –
              необхідні риси поведінки тренера. І якщо він неадекватно реагує в стресових ситуаціях,
              губить витримку, то негативно впливає, перш за все, на стан учнів-спортсменів.
            </li>
            <li>
              Статус. Ми можемо це визнавати чи ні, але кожен з нас займає певне положення в своїй
              соціальній групі. Це положення визначає наш статус. Кажуть, що життя взагалі є
              боротьбою за статус. Ми постійно прагнемо зайняти в житті таке місце, що задовільнило
              б нас і гідно репрезентувало в оточенні. Поглянемо з цієї точки зору на нашого
              учня-спортсмена. Він є членом команди, але одночасно, і інших соціальних груп
              (учнівської, студентської і т.ін.). Припустимо, що в команді він (поки що) має
              невисокий статус. Але, факт членства його в команді може підвищити статус в
              студентській групі. Таким чином, спортсмен підвищує свій статус в одній групі за
              рахунок перебування в іншій. якщо ви бажаєте допомогти своїм учням досягнути високого
              статусу, запропонуйте їм добре розроблену (Вами!) програму просування до успіху. Варто
              передбачити певні засоби збільшення статусу ваших учнів - гласність, призи.
            </li>
            <li>
              Досягнення успіху. Кожна людина бажає досягнути успіху в своїй справі. Тому, один з
              важливіших обов`язків тренера - передбачити, щоб розроблена ним програма підготови
              надавала спортсменові чуття задоволення, дозволяла творчо ставитися до своєї
              спортивної діяльності. Після кожного заняття спортсмен має відчувати, що ним зроблено
              ще один крок до досягнення мети. Не менш важливим є постановка перед спортсменом та
              командою таких завдань та мети, що відповідні їх реальним можливостям. Однаково
              шкодить справі та авторитетові тренера висування як надмірних так і недостатніх
              завдань підготови.
            </li>
            <li>
              Групові (колективні) взаємодії. Виховання відповідальності за команду. Одним із
              засобів цього є надання спортсменам права обговорювати та вирішувати деякі питання, що
              пов`язані з життям команди і навіть підготовкою. Це, звичайно, не визначає, що тренер
              має узгоджувати свої дії та рішення, чи консультуватися з кожного питання. Це лише
              поставить під сумнів авторитет тренера. Лише він, тренер несе відповідальність за
              прийняті рішення.
            </li>
            <li>
              Визнання та схвалення. Визнання наших занять потрібно кожному, але особливо цінним
              воно є для спортсмена, який завзято тренується. Воно надихає його, надає нових сил.
              Гарний тренер завжди потурбується про відзначення успіхів вихованців на сторінках
              спортивної преси, чи по радіо, чи по телебаченню, чи хоча б схвалення безпосередньо в
              тренуванні чи виступі в змаганнях (хоча б поплескати по спині). Якщо виступ невдалий,
              не втрачайте самоконтролю. Бажання `відвести душу` не прикрасить тренера ані в очах
              спортсменів, ані у власних. Краще місце для обговорення результатів, особливо
              невисоких, – збори команди чи індивідуальні бесіди
            </li>
            <li>
              Самоповага. Обов`язок тренера – допомогти спортсменові створити позитивну уяву про
              себе самого.
            </li>
            <li>Бажання випробувати себе</li>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>Принцип формально-евристичної єдності</strong> <br />З одного боку тренер має
          знати все про навчання. З іншого – у ставленні до всього загальновідомого має існувати
          доцільний скептицизм, усвідомлена критика. Таким чином, дотримання принципу
          формально-евристичної єдності полягає у доцільному балансі традицій і новаторства.
        </li>
        <li className={s.answer__item}>
          <strong>Принцип науково-раціональної та інтуїтивно-емпіричної єдності</strong> <br />
          Принцип балансу наукового знання та особистого досвіду. Практика свідчить, що багато
          недоліків підготовки пов`язані із недостатньою підготованістю тренера, зокрема,
          науково-методичною. Однак, наукові відомості не можуть охопити всіх явищ, що виникають в
          спортивно- педагогічному процесі.
        </li>
      </ul>

      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/3717/1/%D0%A2%D0%B5%D0%BC%D0%B0%20%E2%84%962%20%D0%A1%D0%BF%D0%B5%D1%86%D0%B8%D1%84%D1%96%D0%BA%D0%B0%20%D0%B4%D0%B8%D0%B4%D0%B0%D0%BA%D1%82%D0%B8%D1%87%D0%BD%D0%B8%D1%85%20%D0%BF%D1%80%D0%B8%D0%BD%D1%86%D0%B8%D0%BF%D1%96%D0%B2%20%D1%83%20%D1%81%D0%BF%D0%BE%D1%80%D1%82%D1%96.pdf">
        Джерело
      </a>
    </>
  );
};
