import s from './AnswersA.module.scss';

export const Q21 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Спортивна техніка</strong> <br /> це сукупність прийомів та дій, що забезпечують
        найефективніше рішення рухових завдань, обумовлених специфікою виду спорту.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Технічна підготовленість</strong> <br />
        ступінь засвоєння спортсменом системи рухів (спортивної техніки), яка відповідає
        особливостям виду спорту та спрямована на досягнення високих спортивних результатів
      </p>
      <p className={s.answer__paragraph}>В структурі технічної підготовленості розрізняють:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Базові рухи та дії </strong> <br />
          кладають основу технічного забезпечення даного виду спорту. Без них неможлива ефективна
          змагальна боротьба з виконанням існуючих правил. Засвоєння базових рухів є обов’язковим
          для спортсмена в тому чи іншому виді спорту.
        </li>
        <li className={s.answer__item}>
          <strong>Додаткові рухи та дії </strong> <br />
          другорядні рухи або елементи окремих рухів, які характерні для окремих спортсменів та
          пов’язані з їх індивідуальними особливостями. Ці рухи і формують індивідуальний стиль
          спортсмена. На початкових етапах багаторічної підготовки рівень технічної майстерності та
          спортивний результат визначаються удосконаленням базових рухів. На рівні вищої
          майстерності додаткові рухи можуть стати вирішальними у спортивній боротьбі.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Результативність техніки</strong> <br />
        обумовлюється її ефективністю, стабільністю, варіативністю, економічністю, мінімальною
        тактичною інформованістю для суперника. Ефективність техніки визначається її відповідністю
        поставленим завданням та високим кінцевим результатом, відповідністю рівню фізичної,
        технічної, психологічної підготовленості.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Стабільність техніки </strong> <br />
        пов’язана з її стійкістю до перешкод, незалежністю від умов змагань, функціонального стану
        спортсмена. В сучасній змагальній діяльності існує велика кількість сторонніх факторів:
        активна протидія суперників, незвична манера суддівства, прогресуюча втома, незвичне місце
        змагань, недоброзичлива поведінка вболівальників та ін. Варіативність техніки визначається
        здатністю спортсмена до швидкої корекції рухових дій в залежності від умов змагань.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Економічність техніки</strong> <br />
        характеризується раціональним використання енергії під час виконання прийомів та дій,
        доцільним використанням часу та простору. Економічність – це здатність спортсмена до
        виконання ефективних дій при їх невеликій амплітуді та мінімальному часі, необхідному для
        виконання.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Мінімальна тактична інформованість для суперника</strong> <br />є важливим
        показником результативності у спортивних іграх та єдиноборствах. Техніка в цьому випадку
        повинна маскувати тактичні задуми та діяти неочікувано.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Завдання, засоби та методи технічної підготовки.</strong> <br />
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Завдання:</strong>
          <p>
            Досягнення високої стабільності та раціональної варіативності прийомів, які складають
            основу техніки виду спорту.
          </p>
          <p>Послідовне перетворення засвоєних прийомів у ефективні змагальні дії</p>
          <p>
            Удосконалення структури рухових дій, їх динаміки та кінематики з врахуванням
            індивідуальних особливостей спортсменів.
          </p>
          <p>
            Підвищення надійності та результативності техніки спортсмена в екстремальних змагальних
            умовах.
          </p>
          <p>
            Удосконалення технічної майстерності спортсменів, виходячи з потреб спортивної практики
            та досягнень науково-технічного прогресу.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Засоби технічної підготовки</strong> <br />
          <p>
            змагальні вправи, тренувальні форми змагальних вправ, спеціально-підготовчі та допоміжні
            вправи, різні тренажери та ін.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Методи технічної підготовки</strong>
          <p>словесні, наочні та практичні.</p>
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Етапи та стадії технічної підготовки спортсменів.</strong> <br />
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>
            За ступенем засвоєння прийомів та дій технічна підготовленість має три рівні:
          </strong>
          <p>
            Створення уявлення про прийоми та дії та спроби їх виконання. Чітке уявлення про рухи є
            важливим фактором, який обумовлює технічне удосконалення та реалізацію засвоєних вмінь
            та навичок.
          </p>
          <p>
            Виникнення рухового вміння. Рухове вміння характеризується нестабільним рішенням
            рухового завдання, значною концентрацією уваги під час виконання окремих рухів,
            відсутністю автоматизації
          </p>
          <p>
            Створення рухової навички. Характерними особливостями рухової навички є стабільність
            рухів, їх надійність та автоматизованість.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Етапи технічної підготовки</strong> <br />
          <p>
            Початкове розучування. Створення загального уявлення про рухову дію, формування
            установки на оволодіння нею, формування ритмічної структури, вивчення головного
            механізму руху
          </p>
          <p>
            Поглиблене розучування. Деталізація розуміння рухової дії, удосконалення його
            координаційної структури за елементами, удосконалення ритмічної структури.
          </p>
          <p>
            Закріплення та подальше удосконалення. Стабілізація навички, удосконалення варіативності
            дії стосовно індивідуальних особливостей спортсмена.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Стаді технічної підготовки</strong>
          <p>
            Стадія створення першого уявлення про рухову дію та формування установки на її навчання.
            Інформація на цій стадії повинна бути представлена в найбільш загальному вигляді та
            чітко характеризувати механізм руху. Увага концентрується на основних частинах рухових
            дій та способах їх виконання.
          </p>
          <p>
            Стадія формування первинного вміння. На цій стадії формується вміння виконувати основну
            структуру руху. Процес навчання спрямований на оволодіння основами техніки та загальним
            ритмом дії. Велика увага приділяється позбавленню побічних рухів, зайвих м’язових
            напружень. Тривалі перерви між заняттями значно знижують його ефективність.
          </p>
          <p>
            Стадія формування досконалого виконання рухової дії. Процес спрямований на вивчення
            деталей рухової дії. Формується раціональна структура рухів, створюється повна картина
            рухової дії, об’єднуються в єдине ціле її частини.
          </p>
          <p>
            Стадія формування досконалого виконання рухової дії. Завдання полягає в стабілізації
            рухової дії та в подальшому удосконаленні його окремих деталей. Використовується
            багаторазовий повтор вправ у стандартних та варіативних умовах.
          </p>
          <p>
            Стадія досягнення варіативної навички та її реалізація охоплює весь період поки
            спортсмен ставить завдання виконання рухової дії. Завдяки її застосуванню в
            різноманітних умовах і функціональних станах організму розвивається варіативна навичка.
          </p>
        </li>
      </ul>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
