import s from './AnswersA.module.scss';

export const Q22 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Спортивна тактика</strong> <br /> цілеспрямовані способи використання технічних
        прийомів в тактичних діях для вирішення певних завдань спортивної підготовки з врахуванням
        специфіки виду спорту, позитивних та негативних сторін підготовленості та умов середовища.
      </p>

      <p className={s.answer__paragraph}>В структурі тактичної підготовленості слід виділяти:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Тактичні знання </strong> <br />
          являють собою сукупність уявлень про засоби, види та форми спортивної тактики і
          особливості їх застосування в тренувальній та змагальній діяльності.
        </li>
        <li className={s.answer__item}>
          <strong>Тактичні вміння </strong> <br />
          форма прояву свідомості спортсмена, яка відображає його дію на основі тактичних знань
          (вміння розгадувати задуми суперника, передбачати хід розвитку змагальної боротьби,
          видозмінювати свою тактику і т.д.).
        </li>
        <li className={s.answer__item}>
          <strong>Тактичні навички </strong> <br />
          завчені тактичні дії, комбінації індивідуальних та колективних дій. Тактичні навички
          завжди виступають у вигляді цілісної закінченої тактичної дії в певній змагальній або
          тренувальній ситуації.
        </li>
        <li className={s.answer__item}>
          <strong>Тактичне мислення </strong> <br />
          мислення спортсмена в процесі спортивної діяльності в умовах дефіциту часу та психічної
          напруги, яке спрямоване на рішення конкретних тактичних завдань.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Засоби спортивної тактики: <br />
        різноманітні техніко-тактичні дії
      </p>
      <p className={s.answer__paragraph}>
        Види спортивної тактики: <br />
        наступальна, оборонна, контратакуюча.
      </p>
      <p className={s.answer__paragraph}>
        Форми спортивної тактики: <br />
        індивідуальна, групова, командна.
      </p>
      <p className={s.answer__paragraph}>
        Основу тактичної підготовленості окремих спортсменів та команд складають:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          володіння сучасними засобами, формами та видами тактики даного виду спорту;
        </li>
        <li className={s.answer__item}>
          відповідність тактики рівню розвитку конкретного виду спорту;
        </li>
        <li className={s.answer__item}>
          відповідність тактичного плану особливостям конкретних змагань;
        </li>
        <li className={s.answer__item}>
          поєднання тактики з рівнем досконалості інших сторін підготовленості.
        </li>
      </ul>

      <p className={s.answer__paragraph}>Фактори, які впливають на вибір тактики:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>пецифіка виду спорту,</li>
        <li className={s.answer__item}>
          відповідність тактики рівню розвитку конкретного виду спорту;
        </li>
        <li className={s.answer__item}>індивідуальні особливості спортсмена</li>
        <li className={s.answer__item}>особливості конкретних змагань</li>
        <li className={s.answer__item}>рівень технічної підготовленості,</li>
        <li className={s.answer__item}>розвиток рухових якостей,</li>
        <li className={s.answer__item}>рівень та особливості психічної підготовленості.</li>
      </ul>

      <p className={s.answer__paragraph}>В тактичній підготовці виділяють напрямки:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          вивчення сутності та основних теоретико-методичних положень спортивної тактики;
        </li>
        <li className={s.answer__item}>
          збір і аналіз інформації, необхідної для практичної реалізації тактичної підготовленості;
        </li>
        <li className={s.answer__item}>
          оволодіння основними елементами, прийомами, варіантами тактичних дій;
        </li>
        <li className={s.answer__item}>удосконалення тактичного мислення;</li>
        <li className={s.answer__item}>рівень технічної підготовленості,</li>
        <li className={s.answer__item}>практична реалізація тактичної підготовленості.</li>
      </ul>
      <p className={s.answer__paragraph}>
        Вивчення cyтнocтi і основних теоретико-методичних положень спортивної тактики полягає у
        теоретичному засвоєнні загальних положень тактики спорту, тактики обраного виду спорту,
        правил суддівства і положення про змагання в обраному виді спорту, особливостей тактики в
        споріднених видах спорту, тактичного досвіду найсильніших спортсменів, способів розробки
        тактичної концепції та ін.
      </p>
      <p className={s.answer__paragraph}>
        Вивчення суті тактики є необхідною передумовою для засвоєння тактичних дій, розвитку
        тактичних умінь і навиків, формування тактичного мислення. Знання теоретико-методичних
        положень спортивної тактики допомагає точно оцінювати змагальну ситуацію, адекватно добирати
        засоби і методи змагальної діяльності з урахуванням індивідуальних особливостей,
        кваліфікації, рівня підготовленості суперника і партнерів.
      </p>
      <p className={s.answer__paragraph}>
        Збір та аналіз інформації необхідної для практичної реалізації тактичної підготовленості.
        Завданням даного напрямку є збір інформації про можливих суперників і партнерів по команді,
        про середовище і умови проведення майбутніх змагань. Найбільш важливою інформацією про
        суперників є відомості про їх фізичну підготовленість, техніко- тактичну манеру ведення ними
        змагальної боротьби, особливості поведінки в різних (сприятливих і несприятливих) умовах
        змагань, характеристики особистості, морально-- вольові і психічні якості.
      </p>
      <p className={s.answer__paragraph}>
        Не менш істотними є відомості про особливості тактики суперників - характерні риси
        підготовчих, атакуючих і захисних дій, улюблені технічні прийоми, засоби маскування дій,
        способи психологічного впливу на суперника, характер реагування в несподіваних ситуаціях,
        поведінку в критичні моменти змагань.
      </p>
      <p className={s.answer__paragraph}>
        Для збору інформації про можливих суперників використовують бесіди, перегляд тренувальних
        занять і змагань, їх аналіз. Тут необхідно враховувати термін, місце і час проведення
        змагань, кліматичні умови (температура, вологість повітря), кількісний і якісний склад
        учасників, склад і кваліфікацію суддів, стан спортивних споруд тощо
      </p>
      <p className={s.answer__paragraph}>
        Удосконалення тактичного мислення. Одним із основних завдань тактичної підготовки спортсмена
        є вдосконалення його тактичного мислення. При цьому необхідно розвивати такі вміння:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          швидко сприймати, адекватно усвідомлювати і аналізувати змагальні ситуації;
        </li>
        <li className={s.answer__item}>
          швидко і точно оцінювати ситуацію і приймати рішення відповідно до обставин і рівня
          власної підгoтовленості;
        </li>
        <li className={s.answer__item}>передбачати дії суперника (партнера по команді);</li>
        <li className={s.answer__item}>
          рефлексивно відображати свої дії відповідно до мети, змагань і завдань конкретної
          змагальної ситуації.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Важливим є розвиток здатності до просторового і часового передбачення ситуації ще до її
        початку. Тактичне мислення розвивається за допомогою вправ, які полягають у спо- стереженні
        і пошуку тактичної сутності в жестах, рухах, діях, намірах, станах суперника. Удосконаленню
        тактичного мислення сприяє концентрація уваги і свідомості спортсмена на пошуках ефективних
        способів боротьби за перемогу. Основними специфічними методами удосконалення тактичного
        мислення е метод тренування з суперником, метод тренування з умовним суперником.
        Використовують також з цією метою вправи на спеціальних приладах, тренувальних пристроях,
        індивідуальні уроки з тренером, тренувальні і змагальні двобої. Важливим є і аналіз
        тактичної діяльності в умовах тренувань і змагань.
      </p>
      <p className={s.answer__paragraph}>
        Оволодіння тактичними діями. Засоби і методи оволодіння тактичними діями, весь процес
        тактичної підготовки залежить від специфіки виду спорту. В більшості циклічних видів спорту
        основне завдання тактичної підготовки полягає в підготовці до реалізації розробленої схеми
        проходження змагальної дистанції. Завдання тактичного вдосконалення в спортивних іграх і
        поєдинках значно складніші
      </p>
      <p className={s.answer__paragraph}>
        Оволодіння тактичними діями пов’язане з розширенням кількості використовуваних засобів і
        способів, розвитком уміння використовувати один прийом для вирішення різних тактичних
        завдань і різних прийомів - для вирішення одного тактичного завдання. Для навчання тактиці
        дій можна використовувати всю сукупність словесних, наочних і практичних засобів і методів
        підготовки. Однак найбільш повно тут застосовуються практичні засоби і методи. Наприклад,
        основними засобами оволодіння і вдо- сконалення тактичних дій в циклічних видах спорту є
        багаторазове виконання спеціально- підготовчих і змагальних вправ в суворій відповідності до
        розробленої схеми і при постійному контролі за ефективністю рухових дій. При цьому
        враховується швидкість і час проходження відрізків і дистанцій, темп рухів, відстань, яку
        долають в результаті одного циклу рухів, характер і величина розвинутих зусиль та інше.
      </p>
      <p className={s.answer__paragraph}>
        Основою практичних методів тактичної підготовки є принцип моделювання діяльності спортсмена
        в змаганнях. Розроблені спеціальні методи, які моделюють специфічну діяльність спортсмена.
        До них належить тренування без суперника, тренування з умовним суперником, тренування з
        партнером, тренування з суперником.
      </p>
      <p className={s.answer__paragraph}>
        Практична реалізація тактичної nідготовленості. Цей напрямок тактичної підготовки має на
        меті вирішення таких завдань: створення цілісної уяви про двобій; формування індивідуального
        стилю ведення змагальної боротьби; рішуче і своєчасне втілення прийнятих рішень через
        раціональні прийоми і з урахуванням особливостей суперника, середовища, суддівства,
        змагальної ситуації та ін.
      </p>
      <p className={s.answer__paragraph}>
        Цілісна уява про тактику змагальної діяльності формується і видозмінюється протягом
        спортивної діяльності. Найбільш помітні переоцінки і зміни в уявленнях спортсменів
        відбуваються після участі в головних змаганнях, які піддають їх спортивну майстерність
        найбільшим випробуванням, змушують зважувати „за” і „проти” стану їх підготовленості,
        співставляти нову інформацію з раніше набутими уявленнями.
      </p>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
