import s from './AnswersA.module.scss';

export const Q23 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Завдання психологічної підготовки</strong> <br /> виховання спортсменів і
        вдосконалення в процесі тренувальної і змагальної діяльності їх психічних функцій.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Мета психологічної підготовки</strong> <br /> розробка і здійснення своєрідного
        алгоритму управління функціонування організму для створення оптимальної готовності до
        ефективного засвоєння техніко-тактичної майстерності, максимального прояву підготовленості,
        рішучості, вольових якостей для здобуття перемоги у змаганнях.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Психологічна підготовленість спортсмена</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Воля</strong> <br />
          як активна сторона свідомості людини, яка в єдності з розумом та почуттями регулює
          поведінку і діяльність у важких умовах, має 3 структурні компоненти:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              <strong>пізнавальний </strong> <br />
              пошук правильних рішень;
            </li>
            <li className={s.answer__item}>
              <strong>емоційний </strong> <br />
              самопереконання на основі моральних мотивів діяльності:
            </li>
            <li className={s.answer__item}>
              <strong>виконавчий</strong> <br />
              регулювання фактичного виконання рішень способом свідомого „самопримушування”.
            </li>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>Спеціальної психічної підготовленості спортсмена</strong>
          <br />
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              стійкість спортсмена до стресових ситуацій тренувальної і змагальної діяльності;
            </li>
            <li className={s.answer__item}>
              ступінь досконалості візуального сприйняття різних рухових дій та оточуючого
              середовища;
            </li>
            <li className={s.answer__item}>
              здатність до псих. регуляцій рухів, забезпечення ефективної м’язової координації;
            </li>
            <li className={s.answer__item}>
              здатність сприймати, організовувати та переробляти інформацію в умовах дефіцити часу;
            </li>
            <li className={s.answer__item}>
              здатність до формування в мозку випереджаючих програм реакцій, які передують реальній
              дії;
            </li>
            <li className={s.answer__item}>
              здатність керувати своєю поведінкою, вчинками у взаємодіях партнерами та суперниками.
            </li>
          </ul>
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>
          Рівень різних складників спеціальної психологічної підготовленості визначають типом уваги,
          який залежить від обсягу та зосереджуваності уваги.
        </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>I тип уваги </strong> <br />
          ідрізняється великим обсягом та внутрішньою спрямованістю (відчуття спортсмена, його
          почуття, думки)
        </li>
        <li className={s.answer__item}>
          <strong>II тип уваги</strong>
          <br />
          характерний великий обсяг уваги, але зовнішня зосередженість. Благоприємний для
          спортсменів, яким необхідно приймати рішення з врахуванням великої кількості зовнішніх
          факторів (спортіграх).
        </li>
        <li className={s.answer__item}>
          <strong>III тип уваги</strong>
          <br />
          ідрізняється невеликим обсягом та зовнішньою зосередженістю. Така увага дозволяє реагувати
          на декілька об’єктів або рухів, та швидко приймати рішення, що дуже важливо в іграх,
          єдиноборствах, складнокоординаційних видах спорту.
        </li>
        <li className={s.answer__item}>
          <strong>IV тип уваги</strong>
          <br />
          відрізняється невеликим обсягом та внутрішньою зосередженістю. Цей тип уваги характерний
          для циклічних видів спорту, особливо у видах з проявом витривалості, де важливо оцінити
          свій фізичний стан, ступінь втоми і т.д.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        Кожен з видів уваги проявляється у різних змагальних та тренувальних ситуаціях. Вміння
        спортсмена переключатися з одного типу уваги на інший, контролювати обсяг та спрямованість
        уваги характеризуються як пластичність уваги.
      </p>

      <p className={s.answer__paragraph}>
        <>В системі психологічної підготовки слід виділяти наступні напрямки:</>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>формування мотивації до занять спортом</strong> <br />
          <p>
            Одна з проблем психологічної підготовки – збереження бажання спортсменів до постійного
            вдосконалення протягом тривалого часу. Тому тренер повинен забезпечувати таку
            організацію та зміст тренувального процесу, які постійно ставили б завдання відчутного
            удосконалення. На 1 етапі – забезпечення спрямованості на навчання та удосконалення
            основних рухових навичок та вмінь, вивчення основ виду спорту. У подальшому орієнтувати
            спортсмена на удосконалення більш тонких компонентів підготовленості, подолання постійно
            виникаючих труднощів, навантажень.
          </p>
          <p>
            Фізичний та емоціональний стрес повинен знаходитися у відповідності з його фізіологічних
            та психологічними можливостями.
          </p>
          <p>
            Мотивація спортсмена тісно взаємопов’язана зі всім комплексом складових сучасної системи
            підготовки спортсмена – її організацію та матеріально-технічним забезпеченням,
            ефективністю техніко-тактичної, фізичної та психологічної підготовки, системи
            профілактики травм та захворювань.
          </p>
          <p>
            Основним моментом у підтримці стійкого інтересу є робота з тренером. Залучення
            спортсмена до творчої роботи планування реалізації тренувальних планів, стійкого
            інтересу сприяє швидкому техніко-тактичному удосконаленню, росту спортивних результатів.
          </p>
        </li>

        <li className={s.answer__item}>
          <strong>вольова підготовка;</strong>
          <br />
          Під час виховання вольових якостей у спортсменів вирішальним фактором є орієнтація
          діяльності спортсмена на систематичне подолання труднощів. <br />
          Практичною основою методики вольової підготовки служать:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              <strong>
                Регулярна обов’язкова реалізація тренувальної програми змагальних установок;
              </strong>
              <br />
              Успіх спортсмена при цьому можливий лише при обов’язковому виконанні тренувальної
              програми, спортсмен повинен чітко усвідомлювати завдання в спорті і розуміти, що
              досягнення вершин неможливе без подолання великих труднощів, віри в тренера та вірно
              підібраної методики тренування.
              <ul className={s.answer__list}>
                <li className={s.answer__item}>Систематичне введення допоміжних труднощів.</li>
                <li className={s.answer__item}>
                  Використання змагань та змагального методу. Застосовуються:
                  <br />
                  змагання з установкою на кількісний бік виконання завдання; <br />
                  змагання з установкою на якісний бік виконання завдання; <br />
                  змагання в ускладнених або незвичайних умовах. <br />
                </li>
              </ul>
            </li>
            <li className={s.answer__item}>
              <strong>Послідовне посилення функції самовиховання.</strong> <br />
              Сюди входять: дотримання загального режиму життя; самопереконання, самопримушування до
              виконання тренувальної програми та змагального результату; саморегулювання емоцій,
              психологічного та загального стану; постійний самоконтроль.
            </li>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>ідеомоторне тренування;</strong>
          <br />
          сприяє удосконаленню спеціалізованого сприйняття, яке дозволяє спортсмену шляхом
          розумового відтворення зорово-слухових, м’язово-рухових, зорово-рухових, рухово-словесних
          сприйнять краще засвоїти раціональні техніко-тактичні варіанти виконання рухів,
          оптимальний режим роботи м’язового апарату.
          <p>Методичні прийоми повинні постійно застосовуватися у тренуванні</p>
          <p>
            По – перше, уявне відтворення рухів слід проводити у точній відповідності з
            характеристиками техніки дій
          </p>
          <p>По – друге, концентрувати увагу необхідно на виконанні конкретних елементів дії.</p>
          <p>
            При цьому спортсмени невисокої кваліфікації повинні звертати увагу на більш загальні
            параметри – основні положення в траєкторії, а з ростом кваліфікації ідеомоторне
            тренування спрямоване на вдосконалення більш тонких елементів техніко-тактичних дій,
            координації різних груп м’язів та ін.
          </p>
          <p>
            Особливе значення має ідеомоторне тренування для регуляції міжм’язової координації.
            Вміння синхронно напружувати працюючі м’язи є важливим показником спортивної
            майстерності.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>удосконалення швидкості реагування;</strong>
          <br />В процесі змагальної діяльності спортсмен реагує, випереджуючи просторові та часові
          характеристики об’єктів що рухаються.
          <p>
            Розрізняють власне реакції та реакції передбачення. Вони можуть бути простими та
            складними. Складні діляться на диз’юнктивні (не можна наступати та відступати, бити по
            воротам чи віддати пас супернику (бокс, футбол) та диференційовані (баскетбол,
            фехтування), які є більш складними і потребують великого напруження уваги для швидкого
            вибору найбільш ефективної дії чи її припинення або переключення на зовсім іншу дію
          </p>
          <p>
            В умовах деяких видів спорту людина не здатна правильно відреагувати на виникаючі
            сигнали. Результативні реагування пояснюються виконанням дій за типом реакцій
            передбачення (антиципації). Тобто спортсмен реагує не на появу того чи іншого
            подразника, а передбачає в часі або просторі початок або появу сигналу для своїх дій
            (час та місце дії суперника або партнера, рух зброї у фехтуванні, появу м’яча та ін.).
            Реакція передбачення є однією з форм ймовірності прогнозування, найбільш важливою
            якістю, яка забезпечує результативність діяльності в складних швидкісних взаємодіях
            спортсменів.
          </p>
          <p>
            В процесі змагальної діяльності спортсмен реагує, передбачаючи просторові та часові
            характеристики об’єктів, які рухаються (м’яч, партнер, суперник), і знаходяться в зоні
            його сприймання (зір, слух та ін.), а також якщо він екстраполює часові і просторові
            характеристики своїх дій з ритмом і темпом вивчених раніше рухів, без зорового контролю
            або контролю іншими рецепторами. Загалом орієнтація людини в часі і просторі
            здійснюється за допомогою комплексної діяльності аналізаторів, яка дає цілісну уяву про
            положення тіла, його переміщення і дозволяє адекватно і ефективно реагувати на
            подразники, а також взаємодіяти з предметами, знаряддями, партнерами, суперниками.
          </p>
          <p>
            Велике значення у формуванні швидкості реагування має сенсомоторний метод, який
            базується на вмінні людини розрізняти часові мікроінтервали. Відповідно до цього методу
            удосконалення швидкості реагування проходить в три етапи.
          </p>
          <p>
            На першому етапі спортсмен намагається відреагувати на сигнал подразника якомога швидше,
            після чого йому повідомляють час реакції. На другому етапі спортсмен намагається сам
            визначити час своєї реакції, після чого йому повідомляють її дійсний час. На третьому
            етапі спортсмену задають певний час реакції, який той намагається реалізувати.
            Порівняння заданого часу реагування з заданим і з власними відчуттями дає змогу ще
            більше вдосконалити здатність до швидкісного реагування.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>удосконалення спеціалізованих вмінь;</strong>
          <br />
          Спеціалізовані вміння засновані на проявах рухових реакцій і просторово-часових
          характеристиках лежать в основі діяльності спортсменів в неочікуваних та мінливих
          ситуаціях. Найвищих результатів досягають спортсмени, які здатні не лише мислити , але й
          відрізняються добрим розвитком спеціалізованого чуття води, льоду, сніг, часу, моменту,
          снаряду, темпу, суперника, партнера і т.д. Передбачити дистанційні взаємовідношення з
          партнерами, переключатися від одних дій до інших, вибирати момент для початку дій –
          найпоширеніші спеціальні вміння.
          <p>
            Специфічні вміння і якості навіть у висококваліфікованих спортсменів розвинені
            неоднаково. У кожного спортсмена є свої сильні і слабкі сторони, причому сильні можуть
            компенсувати наявність слабких.
          </p>
          <p>Найтиповіші варіанти компенсації:</p>
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              недоліки тактичного мислення компенсуються швидкістю рухових реакцій, стійкістю й
              розподілом уваги, чуттям часу, дистанції, моменту;
            </li>
            <li className={s.answer__item}>
              недоліки розподілу уваги компенсуються швидкістю сприйняття і мислення, точністю
              м’язово-рухових диференціацій;
            </li>
            <li className={s.answer__item}>
              недостатня швидкість рухових реакцій компенсується здатністю до прогнозування, чуттям
              дистанції, часу, розподілом уваги та її стійкістю, тактичним мисленням.
            </li>
            <p>
              У психологічній підготовці повинні правильно поєднуватися завдання вдосконалення
              спеціалізованих вмінь і виділятися індивідуальні особливості спортсменів з метою
              повнішого використання їх здібностей, психічних та фізичних якостей у змагальній
              діяльності.
            </p>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>
            регулювання психологічної напруженості і удосконалення толерантності до емоційного
            стресу;
          </strong>
          <p>
            Помірний стрес позитивно впливає на тренувальну та змагальну діяльність, а надмірний –
            приводить до негативних наслідків.
          </p>
          <p>
            В психічній напрузі розрізняють – тривожність (когнітивне збудження) та емоційність
            (соматичне збудження). Соматичне збудження – є умовною реакцією на змагальну діяльність
            і позитивно впливає на результат, а когнітивне здійснює негативний вплив – погіршує
            увагу, знижує здатність до зосередження, керування рухами
          </p>
          <p>
            Завдання психологічної підготовки в цьому напрямку полягає у виробленні толерантності до
            емоційного стресу, який викликається змагальною напругою.
          </p>
          <p>
            Застосовуються дії стресового характеру, які відповідають складним ситуаціям на
            змаганнях:
          </p>
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              сторонні фактори: виконання рухових завдань на фоні неочікуваних світлових і звукових
              ефектів, музичного супроводу, який за ритмом відрізняється від рухів, що виконуються;
            </li>
            <li className={s.answer__item}>
              ускладнення діяльності ведучих аналізаторів: використання рукавиць (метання,
              баскетбольному), окулярів з обмеженням зору (фехтування, спортігри), поясів з вагою (
              л/а, єдиноборства), дії на незвичному покритті;
            </li>
            <li className={s.answer__item}>
              обмеження і дефіцит простору і часу: виконання тренувальних завдань на зменшених
              спортивних майданчиках (волейбол, теніс), обмеження поля бою (фехтування), килима та
              рингу (бокс, боротьба), скорочення часу на виконання тих чи інших дій.
            </li>
            <p>
              обмеження або перекручення інформації: зустрічі з незнайомими суперниками, їх часта
              зміна, невідповідність дій партнерів для постійного сприйняття і переробки нової
              інформації;
            </p>
            <p>удосконалення техніки та тактики на фоні волаючої втоми.</p>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>управління стартовим станом.</strong>
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              Стан недостатнього збудження. Проявляється в деякій кволості, недостатньому
              зосередженні. Спортсмен не здатний максимально реалізувати свої функціональні
              можливості в змаганнях, дії характеризуються несвоєчасністю та неадекватністю.
            </li>
            <li className={s.answer__item}>
              Стан оптимального збудження. В такому стані спортсмен відчуває готовність і бажання
              змагатися, здатен об’єктивно оцінювати свої дії і дії партнерів по команді, суперника.
            </li>
            <li className={s.answer__item}>
              Стан надмірного збудження. Спортсмен надзвичайно активний, збуджений, роздратований,
              нетерпимий до оточуючих. Головне – не допустити спроб виправдати свій стан, так як в
              майбутньому це приведе до постійного пошуку причин, які виправдовують слабкий
              спортивний результат та його поведінку
            </li>
            <p>
              Стан гальмування внаслідок перезбудження. Зовнішня пасивність є результатом травмуючих
              переживань, неприємних асоціацій, небажання змагатися та ін. Настає апатія, психічна і
              фізична млявість, інколи виникають невротичні реакції. Цей стан вимагає уважного і
              спокійного ставлення до спортсмена, малоінтенсивної розминки, психорегулюючих впливів.
            </p>
          </ul>
          <p>Рівень емоційної напруженості накладає відбиток на характер розминки перед стартом.</p>
        </li>
      </ul>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
