import s from './AnswersA.module.scss';

export const Q24 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Інтегральна підготовка</strong> це синтез усіх видів підготовки спортсменів, в якому
        кожному зі складових відводиться належне місце у системі багаторічної підготовки. Або
        процес, спрямований на об`єднання, координацію та реалізацію в умовах тренувальної і
        змагальної діяльності різних сторін підготовленості, якостей і здібностей, які
        забезпечуються застосуванням вузько засобів, що носять аналітичний характер і за своєю
        структурою не завжди в повній мірі відповідають специфічним вимогам змагальної діяльності .
      </p>
      <p> Для більшого розуміння види підготовки: </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Технічна підготовка <br /> процес набуття і вдосконалення рухових навичок і пов’язаних з
          ними рухових якостей.
        </li>
        <li className={s.answer__item}>
          Фізична підготовка <br /> роцес, спрямований на всебічний розвиток організму, підвищення
          працездатності, розвиток основних фізичних якостей, необхідних для успішного оволодіння
          технікою виду спорту.
        </li>
        <li className={s.answer__item}>
          Хореографічна підготовка <br /> процес спеціалізованою підготовки, необхідний для
          виховання культури рухів, артистичності, виразності, розгорну тості, стрибучості,
          виховання правильної постави і вміння творчо мислити.
        </li>
        <li className={s.answer__item}>
          Композиційно-виконавча підготовка <br /> процес пошуку нових елементів і поєднань, робота
          з музичним матеріалом, складання і вдосконалення змагальних і показових програм,
          формування віртуозності, виразності, артистизму.
        </li>
        <li className={s.answer__item}>
          Музично-ритмічна підготовка <br /> процес засвоєння елементів музичної грамоти, формування
          вміння слухати, розуміти й переживати музику, виконувати рухи у зв’язку з її характером,
          темпом, ритмом, динамікою і знаходити рухи, що найбільше цьому відповідають.
        </li>
        <li className={s.answer__item}>
          Психологічна підготовка <br /> система психолого-педагогічних заходів, які спрямовані на
          формування вміння зберігати оптимальний психологічний стан (спокій, самовпевненість), під
          час сильного нервового напруження (втома, висока конкуренція, невдачі, лідерство тощо).
          Крім того психологічна підготовка вирішує завдання формування і вдосконалення основних
          психічних якостей і вмінь, виховні та освітні завдання.
        </li>
        <li className={s.answer__item}>
          Тактична підготовка <br /> процес навчання спортсменів засобам і формам ведення боротьби в
          умовах спортивних змагань.
        </li>
        <li className={s.answer__item}>
          Спеціальна рухова підготовка <br /> процес вдосконалення координаційних здібностей
          (вестибулярної стійкості, рівноваги, вміння орієнтуватись у просторі, часі та за степенем
          м’язових зусиль, перебудовувати свою діяльність в залежності від умов, що змінилися,
          реакція на рухомий об’єкт).
        </li>
        <li className={s.answer__item}>
          Функціональна підготовка <br /> процес розвитку функціональних можливостей усіх систем
          організму, необхідний для виконання тренувальних і змагальних навантажень.
        </li>
        <li className={s.answer__item}>
          Теоретична підготовка <br /> меті збагачення спеціальними знаннями у сфері фізичної
          культуры и спорта, їх систематичне ррозширення і поглиблення. Засвоєння спеціальних знань
          у вибраному виді спорту в єдності з практичними вміннями і навичками складає основну
          освітню лінію у фізичному вихованню.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>В якості основного засобу інтегральної підготовки виступають:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          змагальні вправи обраного виду спорту, що виконуються-мі в умовах змагань різного рівня;
        </li>
        <li className={s.answer__item}>
          спеціально-підготовчі вправи, максимально наближені за структурою і характері здібностей
          до соревнова-них. При цьому важливо дотримуватися умов проведення змагань.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Основним засобом інтегральної підготовки є виконання змагальних вправ обраного виду спорту в
        умовах змагань різного рівня (проходження змагальних дистанцій для спортсменів в циклічних
        видах спорту, сутички для борців і боксерів, двосторонні ігри для спортивних ігор).
      </p>
      <p className={s.answer__paragraph}>
        Значна роль для вирішення завдань інтегральної підготовки відводиться спеціально-підготовчим
        вправам, максимально наближених за структурою і характером виконання до змагальних.
      </p>
      <p className={s.answer__paragraph}>
        Підвищити ефективність інтегральної підготовки можна використовуючи різноманітні методичні
        прийоми, що спрощують, що ускладнюють або інтенсифікують змагальну діяльність. До даних
        прийомів відносяться:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Полегшення умов </strong> за рахунок застосування різних моделюють пристроїв,
          зменшення кількості гравців на майданчику, організації змагань з більш слабкими або
          «зручними» суперниками, примусове лідирування або гонки за лідером;
        </li>
        <li className={s.answer__item}>
          <strong>Ускладнення умов </strong> за рахунок обмеження розмірів площадки, рингу або
          килима, проведення змагань в іншій кліматичній зоні, з більш складним супротивником;
        </li>
        <li className={s.answer__item}>
          <strong>Інтенсифікація змагальної діяльності</strong> інтенсифікація змагальної діяльності
        </li>
      </ul>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
