import s from './AnswersA.module.scss';

export const Q25 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Координація</strong> <br /> (від лат. coordinatio — взаємовпорядкування) — процеси
        узгодження активності м`язів тіла, спрямовані на успішне виконання рухового завдання. При
        формуванні рухової навички відбувається видозміна координації рухів, в тому числі оволодіння
        інерційними характеристиками рухливих органів.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Фактори, які зумовлюють рівень розвитку координаційних здібностей:</strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>моторна (рухова) пам’ять </strong> <br />
          властивість центральної нервової системи запам’ятовува- ти рухи і відтворювати їх у
          випадку необхідності (Бернштейн Н.О., 1966). Моторна пам`ять спортсменів високого класу,
          особливо тих, які спеціалізуються в складно-координаційних видах спорту, єдиноборствах і
          спортивних іграх, містить багато рухів різної складності. Це забезпечує прояв високого
          рівня координаційних здібностей в найрізноманітніших умовах, характерних для тренувальної
          і змагальної діяльності, - в умовах оволодіння новими рухами, відтворення найбільш
          ефективних дій при дефіциті часу, простору, у стані втоми, при протидії суперника,
          необхідності імпровізації в несподіваних обставинах тощо
        </li>
        <li className={s.answer__item}>
          <strong>Ефективна внутрі- і міжм’язова координація. </strong> <br />
          Здатність швидко активізувати необхідну кількість рухових одиниць, забезпечити оптимальну
          взаємодію м’язів-синергістів і м`язів-антагоністів, швидко й ефективно перейти від
          напруження м`язів до їх розслаблення, що притаманне спортсменам з високим рівнем
          координаційних здібностей.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Координаційні здібності спортсмена дуже різноманітні й специфічні для кожного виду спорту.
        За особливостями прояву, критеріями оцінки і факторами, що їх зумовлюють можна виділити
        такі, відносно самостійні, види координаційних здібностей: - оцінка і регулювання динамічних
        і просторово-часових параметрів рухів;
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Оцінка і регулювання динамічних і кінематичних характеристик рухів.</strong>
          <br />
          <p>
            Найвищі результати показують ті спортсмени, які мають високий рівень
            сенсорно-перцептивних можливостей, що реалізуються через такі спеціалізовані чуття, як
            чуття води, льоду, снігу, доріжки, м`яча, килима, дистанції, часу, суперника, партнера
            тощо.
          </p>
          <p>
            Здатність до регулювання параметрів дій залежить від точності рухових чуттів і
            сприйнять, часто доповнюваних зоровими і слуховими. Спортсмени вищого класу мають високі
            здатноcті щодо найтоншої оцінки і регуляції динамічних, часових і просторових па-
            раметрів дій.
          </p>
          <p>
            В основі методики вдосконалення здатності до оцінки і регулювання дій повинен лежати
            такий добір тренувальних засобів, який забезпечує підвищені вимоги до аналізаторів
            стосовно визначення точності динамічних, кінематичних і ритмічних параметрів дій.
            Вправи, що ставлять підвищені вимоги до м’язового чуття способом виключення чи обмеження
            зорового контролю з руховими діями. Важлива роль у вдосконаленні здатностей, заснованих
            на пропріоцептивній чутливості, належить вправам, спрямованим на підвищення чіткості
            м’язово-рухових сприйняттів (чуття м’яча, планки, бар’єру, снаряду та ін.).
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Збереження сталості пози (рівноваги)</strong> <br />
          <p>
            я здатність обов’язкова в таких видах спорту, як гімнастика, акробатика, єдиноборства,
            спортивні ігри, гірськолижний спорт (слалом, швидкісний спуск), фрістайл, стрибки з
            трампліна, стрибки у воду. В кожному з цих видів спорту необхідне вміння утримувати
            рівновагу в найрізноманітніших положеннях тіла, в статичних і динамічних умовах, за
            наявності опори і без неї. Щодо інших видів спорту, то хоч в них прояви чуття рівноваги
            менш різноманітні, однак і тут здатність до збереження сталості пози має велике
            значення.
          </p>
          <p>Виділяють два механізми збереження рівноваги:</p>
          <ul>
            <li className={s.answer__item}>
              перший з них виявляється, коли основним руховим завданням є збереження рівноваги.
            </li>
            <li className={s.answer__item}>
              другий механізм реалізується, коли реакції пози включені до програми дій із складною
              координацією, і кожна з цих реакцій носить превентивний, а не рефлекторний характер.
            </li>
          </ul>
          <p>
            Фактори, які визначають здатність до підтримання оптимальної пози, збереження стійкості:
            величина площі опори, динамічні характеристики дій спортсмена і його суперника, вміння
            своєчасно змінювати позу відносно площі опори, знижувати загальний центр маси тіла,
            здатність своєчасно диференціювати динамічні й кінематичні параметри рухів, імпульс і
            вектор прояву сили, силової витривалості м’язів, що несуть основне навантаження,
            здібність зберігати рівновагу за рахунок балансування в суглобах, не порушуючи
            оптимального положення всього тіла, умови зовнішнього середовища (особливості трас, стан
            поверхні води і вітру, особливості техніко-тактичних дій суперників у єдиноборствах,
            спортивних іграх).
          </p>
          <p style={{ marginLeft: 20 }}>Удосконалення координаційних здібностей:</p>
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              <strong>Базовий напрямок</strong> <br />
              <p>
                утримування рівноваги на одній нозі з різними положеннями і рухами рук, тулуба і
                вільної ноги;
              </p>
              <p>стійки на руках і на голові з різними положеннями і рухами ніг;.</p>
              <p>
                повороти, нахили і оберти голови, різні за швидкістю та амплітудою, стоячи на одній
                чи двох ногах, з різними положеннями і рухами рук, тулуба і вільної ноги;
              </p>
              <p>
                оберти і рyxи тулуба, стоячи на одній чи двох ногах, стоячи на обмеженій опорі
                (колода, трос тощо); .
              </p>
              <p>виконання різноманітних рухових дій з заплющеними очима.</p>
            </li>

            <li className={s.answer__item}>
              <strong>Спеціальний напрямок</strong> <br />
              пов’язаний з використанням широкого кола вправ на утримання рівноваги із арсеналу
              обраного виду спорту. При цьому слід варіювати зовнішні умови: застосовувати
              обтяження, створювати обставини, які збурюють рівновагу, виконувати вправи у стані
              втоми тощо.
            </li>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong>Чуття ритму.</strong>
          <p>
            Ритм - одна з найважливіших характеристик техніко-тактичної майстерності спортсмена.
            Чуття ритму - це здатність спортсмена акцентувати та розподіляти зусилля (і їх напрямок)
            різних м’язових груп у просторі й часі відповідно до мети змагальної діяльності.
          </p>
          <p>
            Особливу роль це чуття виконує у видах спорту, які мають складну і детерміновану
            структуру змагальної діяльності: в спортивній гімнастиці, акробатиці, легкоатлетичних
            стрибках і метаннях, стрибках у воду тощо. Саме в таких видах найменші відхилення від
            заданого ритму рухів, точності прикладення зусиль, що виражаються в зміні напрямку,
            швидкості, прискорення, чергуванні напруження і розслаблення м`язів, можуть істотно
            вплинути на результативність змагальної діяльності.
          </p>
          <p>
            На початкових етапах роботи над вдосконаленням чуття ритму слід орієнтуватися на прості
            вправи. Складні рухові дії треба розділяти на елементи. При цьому yвaгy спортсмена можна
            орієнтувати як на комплексне сприйняття, аналіз і корекцію різних характеристик рухів
            (напрямок, швидкість, прискорення, послідовність та величина розвинених зусиль тощо),
            так і на вибіркове вдосконалення окремих параметрів (перехід до швидкого розслаблення
            м’язової групи після скорочення та ін.). Вдосконаленню чуття ритму сприяє застосування
            світлових та звукових ритмолідерів. Це можуть бути прості сигнали (рахунок, удари в
            долоні) або складні (музичний супровід програми виступів у фігурному катанні, програмне
            звукове ритмолідирування в плаванні, бігу, велосипедному спорті, єдиноборствах і ігpax)
          </p>
        </li>

        <li className={s.answer__item}>
          <strong>Здатність до просторового орієнтування.</strong>
          <p>
            Здатність спортсмена орієнтуватись у просторі випливає, з його вміння оперативно оцінити
            ситуацію з огляду на просторові умови і раціонально відреагувати на неї, забезпечуючи
            ефективне виконання тренувальних та змагальних дій.
          </p>
          <p>
            Ефективне просторове орієнтування завжди пов’язане із спільною діяльністю аналізаторів
            і, рухової пам’яті, які забезпечують антиципацію (передбачення) ситуації і результативну
            реалізацію дії. Велике значення для вдосконалення здатності орієнтуватися в просторі має
            тренування уваги, вміння виділяти з усіх подразників ті, які є значущими для
            орієнтування в конкретній ситуації.
          </p>
          <p>
            В основу методики вдосконалення координаційних здібностей повинно бути покладене
            виконання завдань в ускладнених умовах виконання вправ в умовах дефіциту простору, часу,
            недостатньої чи надмірної інформації, біг по місцевості із складним рельєфом, вправи на
            гірських лижах, бігові вправи з доланням перешкод (стійок, бар’єрів, лабіринтів), вправи
            з м’ячами, різні види спортивних єдиноборств, спортивні ігри (особливо на малих
            майданчиках або із збільшеною кількістю гравців).
          </p>
        </li>

        <li className={s.answer__item}>
          <strong>Здатність до довільного розслаблення м`язів.</strong>
          <p>
            Довільне розслаблення м’язів є одним із найважливіших чинників забезпечення ефективного
            виконання тренувальних і змагальних навантажень, характерних для будь- якого виду
            спорту. При цьому різні м’язи і м’язові групи виконують різні функції. Одні забезпечують
            виконання рухів і долання опору, діяльність інших спрямована на збере- ження стійкості
            пози, інші беруть пасивну участь в роботі. Це створює передумови для економного,
            розкутого виконання дій з широкою амплітудою.
          </p>
          <p>результатом виникнення реактивних сил при виконанні координаційно складних дій</p>
          <ul>
            <li className={s.answer__item}>
              результатом виникнення реактивних сил при виконанні координаційно складних дій
            </li>
            <li className={s.answer__item}>
              тонічному напруженні м’язів внаслідок іррадіації збудження;
            </li>
            <li className={s.answer__item}>
              косність рухів, внаслідок складності завдання (координаційна напруженість) ;
            </li>
            <li className={s.answer__item}>
              необхідність швидкого виконання дій (швидкісна напруженість) ;
            </li>
            <li className={s.answer__item}>максимальна мобілізація функціональних можливостей;</li>
            <li className={s.answer__item}>
              слабкість м’язів, які несуть навантаження, і компенсація цього недоліку напруженням
              м’язів, які не мають відношення до виконання даного руху;
            </li>
            <li className={s.answer__item}>умовами середовища, в якому виконуються рухові дії.</li>
          </ul>
          <p>
            Однією з вагомих причин виникнення зайвої напруженості м`язів є втома. Для вдосконалення
            здатності до довільного розслаблення м`язів необхідно застосовувати спеціальні вправи,
            які вимагають розслаблення м’язів, чергування їх напруженості і розслаблення,
            регулювання напруження. Ефективними є вправи для поступового або стрибкоподібного
            переходу від напруження м’язів до їх розслаблення, вправи, в яких напруження одних
            м’язів супроводжується максимальним розслабленням інших. Ефективними психорегулюючими
            засобами є ідеомоторне та аутогенне тренування.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Скоординованість рухів і дій.</strong>
          <p>
            Скоординованість дій як здатність до раціонального виконання і адекватної перебудови
            змагальної діяльності на основі наявного запасу прийомів, має вирішальне значення для
            досягнення високих спортивних результатів. Особливо це виявляється в спортивних іграх,
            єдиноборствах, складно-координаційних видах спорту, в змагальній діяльності котрих
            постійно виникає необхідність швидкого реагування діями, адекватними змагальній ситуації
            при збереженні їх доцільного взаємозв`язку і послідовності
          </p>
          <p>
            В основі методики вдосконалення скоординованості рухів лежить максимально можлива
            різноплановість технічного вдосконалення спортсменів. Важливо, щоб технічне
            удосконалення було пов’язане з вирішенням тактичних завдань, а також вдосконалення
            рухових якостей і специфічних умінь – „відчуттів”.
          </p>
        </li>
      </ul>

      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
