import s from './AnswersA.module.scss';

export const Q26 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Види силових здібностей.</strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Максимальна сила</strong> <br />
          найвищі можливості, котрі спортсмен здатний проявити під час максимального самовільного
          м’язового скорочення.
        </li>
        <li className={s.answer__item}>
          <strong>Вибуховою силою </strong> <br />
          здатність долати опір з високою швидкістю м’язового скорочення.
        </li>
        <li className={s.answer__item}>
          <strong>Вибухова сила</strong> <br />
          датність тривалий час утримувати оптимальні силові характеристики рухів.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Кожна із силових здібностей відігpaє свою роль в забезпеченні високих результатів у різних
        видах спорту. Вплив максимальної сили в поєднанні з високою швидкістю м’язових скорочень
        значимий для досягнення високих результатів у видах спорту, не пов’язаних з тривалим
        виконанням роботи. Вибухова сила може стати вирішальним фактором в стрибках і метаннях,
        важкій атлетиці, стрибках на лижах з трампліну тощо. Силова витривалість визначає
        результативність під час виконання тривалих вправ (незалежно від виду спорту). В залежності
        від довжини дистанції мова може йти про взаємозв’язок сили і витривалості в роботі
        анаеробного, аеробного чи змішаного характеру.
      </p>
      <p className={s.answer__paragraph}>
        Силова підготовка спрямована на розвиток різних видів силових якостей: максимальної і
        вибухової сил, силової витривалості. Вона передбачає не тільки підвищення максимальних
        показників силових якостей, але і вдосконалення здатності спортсмена до їх раціональних
        проявів у процесі змагальної діяльності.
      </p>

      <p className={s.answer__paragraph}>
        Режими м’язових скорочень і способи силової підготовки <br />
        Зараз прийнято розрізняти вправи силової спрямованості за такими режимами скорочення м’язів:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>ізометричним (статичним);</strong> <br />
          роботи м’язів приріст сили спостерігається тільки стосовно тієї частини траєкторії руху,
          котра відповідає виконуваним вправам. Сила, набута в результаті тренування у цьому режимі,
          не поширюється на роботу динамічного характеру і вимагає додаткового силового тренування,
          спрямованого на забезпечення реалізації силових якостей при виконанні рухів динамічного
          характеру.
          <p>
            <span className={s.green}>Переваги</span>: <br />
            ізометричного методу: можливість інтенсивного локального впливу на окремі м’язові групи.
            При тренуванні в статичному режимі, коли ставиться завдання розвитку максимальної сили,
            слід прагнути максимальних або близьких до них напружень. Комплекси статичних вправ
            можуть виконуватись щоденно або через день з відносно незначною кількістю повторень (до
            10-15). Тривалість кожного повторення вправи складає від 5-6 до 10-12 с при розвитку
            максимальної сили і від 10-15 до 30-40 с при розвитку силової витривалості.
          </p>
          <p>
            <span className={s.tomato}>Недоліки</span>: <br />
            при тренуванні в ізометричному режимі приріст сили супроводжується зменшенням швидкісних
            можливостей спортсменів, що достовірно проявляється вже через кілька тижнів силового
            тренування. Тому необхідно поєднувати застосування цього методу з роботою швидкісного
            характеру.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>
            Ізотонічний спосіб при постійній величині обтяження і поєднанні роботи долаючого і
            поступливогo характеру.
          </strong>

          <p>
            <span className={s.green}>Переваги</span>: <br />
            простота, доступність інвентарю, різноманітність вправ, котрі можуть виконуватися зі
            штангою, гантелями, блочними пристроями, на гімнастичних снарядах (брусах, перекладині,
            тощо), з опором партнера. Різноманітність засобів, котрі можуть використовуватись при
            застосуванні даного методу, забезпечує всебічний вплив на м’язовий апарат, дозволяє
            забезпечувати одночасне вдосконалення силових якостей і основних елементів технічної
            майстерності.
          </p>
          <p>
            <span className={s.tomato}>Недоліки</span>: <br />
            Вправи зі штангою, блочними пристроями чи іншими схожими обтяженнями мало прийнятні для
            розвитку сили, необхідної для швидкісної роботи. Адже вони виконуються з невисокою
            швидкістю, щоб забезпечити навантаження на м’язи у всій амплітуді рухів.
          </p>
          <p>
            Поєднання долаючого і поступливого режимів роботи м’язів створює умови для виконання
            рухів з достатньо великою амплітудою, що є позитивним фактором для розвитку силових
            якостей.
          </p>
          <p>
            Простота і доступність методу при достатньо високій його ефективності обумовлюють
            суттєвий обсяг силової роботи традиційного динамічного характеру при підготовці
            спортсменів. Особливо для вирішення завдань загальної фізичної підготовки, пов’язаних із
            створенням силового фундаменту, і, в першу чергу, з розвитком максимальної сили.
          </p>
        </li>

        <li className={s.answer__item}>
          <strong>Ізотонічний метод при долаючому режимі poбoтu м`язів (концентричний).</strong>

          <p>
            <span className={s.green}>Переваги</span>: <br />
            Заснований на виконанні рухових дій з акцентом на долаючий характер роботи, тобто з
            одночасним напруженням і скороченням м’язів. При виконанні вправ з
            традиційними-обтяженнями (наприклад, зі штангою) опір є постійним протягом усієї вправи.
            Разом з тим силові можливості людини в різних фазах рухів суттєво змінюються в зв`язку
            зі зміною величини важелів прикладання сили, тобто максимальний опір м’язи відчувають
            лише в крайніх точках амплітуди руху.
          </p>
          <p>
            <span className={s.tomato}>Недоліки</span>: <br />
            виконання цих вправ з високою швидкістю не є ефективним, оскільки застосування
            максимальних зусиль на початку руху надає снарядові прискорення. Крім того, в кінцевих
            позиціях цих вправ м’язи практично не навантажені (в різних видах вижи- мання штанги,
            віджимання на паралельних брусах). В результаті такого тренування можуть знизитись
            рівень витривалості, стабілізуватися або й погіршитись швидкісні якості.
          </p>
        </li>

        <li className={s.answer__item}>
          <strong>Ізотонічний метод при пoступливому режимі poбoтu м`язів (ексцентричний).</strong>
          <br />
          Вони ґрунтуються на виконанні рухів поступливого характеру з великими обтяженнями, котрі
          перевищують можливі при роботі долаючого характеру. Робота в поступливому режимі на
          тренуваннях застосовується обмежено.
          <p>
            <span className={s.green}>Переваги</span>: <br />
            Робота поступливого характеру е ефективним шляхом максимального розтягнення працюючих
            м’язів під час зворотніх рухів, що забезпечує спільний розвиток силових якостей і
            гнучкості.
          </p>
          <p>
            <span className={s.tomato}>Недоліки</span>: <br />
            Рухи в цьому випадку часто виконуються з низькою швидкістю, а це не завжди відповідає
            вимогам ефективного виконання рухових дій в більшості видів спорту. Вправи в
            поступливому режимі пов`язані з дуже високими навантаженнями на зв`язки і суглоби, з,
            небезпекою травмування. До того ж вони складні організаційно, потребують спеціального
            обладнання або допомоги партнера для повернення обтяження у вихідне положення.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Ізокінетичний метод.</strong> <br />
          Для тренування цим методом використовують тренажерні пристрої, які дозволяють спортсменові
          виконувати рухи в широкому діапазоні швидкості, прикладати максимальні чи близькі до них
          зусилля майже в будь-якій фазі руху.
          <p>
            <span className={s.green}>Переваги</span>: <br />
            м’язи працюють з оптимальним навантаженням протягoм усього діапазону руху, чого не можна
            досягти іншими загальноприйнятими обтяженнями. Суттєве значення має також можливість
            добору винятково великої кількості різноманітних вправ як локального, так і відносно
            широкого впливу (мал. 13). До переваг ізокінетичного методу відносять також значне
            скорочення часу на виконання вправ, зменшення небезпеки травм, непотрібність інтенсивної
            розминки, швидке відновлення після виконання вправ і ефективне відновлення в процесі
            самої роботи. Завдяки особливостям ізокінетичного режиму опір можна змінювати в широкому
            діапазоні, пристосовуючи до реальних можливостей м’язів в кожній фазі руху.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Метод змінних опорів.</strong>

          <p>
            Виділення цього методу пов`язане з використанням тренажерів, конструктивні особливості
            яких дозволяють змінювати величину обтяжень в різних частинах рухів з урахуванням
            реальних можливостей м’язів, залучених до роботи. Наприклад, в підготовці плавців і
            веслувальників широкого застосування набув пружинно-важільний тренажер Мартенса-Хюттеля
            для виконання вправ, що імітують робочі рухи. Особливості тренажера, змінність кількості
            пружин дозволяють пристосовувати опір до реальних можливостей м’язів в різних частинах
            рухів. Вправи цим тренажером виконують лише в долаючому режимі.
          </p>
          <p>
            Для тренування в змінному режимі все ширше використовують тренажери типу `Наутілус`, які
            дозволяють регулювати опір в широкому діапазоні у відповідності з реальними можливостями
            відповідних груп м’язів. Зміна опору здійснюється шляхом застосу- вання важелів і
            ексцентриків. Переваги: вправи виконуються з винятково великою амплітудою і, таким
            чином, забезпечують в поступливій частині роботи максимальне розтягнення працюючих
            м’язів. Це важливо з двох причин: по-перше, попередньо добре розтягнуті м’язи здатні до
            більш високого прояву силових якостей; по-друге, створюються добрі передумови для
            одночасного прояву силових якостей і гнучкості.
          </p>
        </li>
      </ul>

      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
