import s from './AnswersA.module.scss';

export const Q27 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Гнучкість</strong> це морфофункціональні властивості рухового апарату, які
        визначають амплітуду рухів спортсмена.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Активна гнучкість</strong> <br /> це здатність виконувати рухи з великою амплітудою
        за рахунок активності груп м’язів, котрі оточують відповідний суглоб.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Пасивна гнучкість</strong> <br /> це здатність досягнення найвищої рухливості в
        суглобах під впливом зовнішніх сил.
      </p>

      <p>
        Показники пасивної гнучкості завжди вищі від показників гнучкості активної. Активна
        гнучкість реалізується при виконанні різних фізичних вправ, тому вона більше значить на
        практиці, ніж пасивна, яка лише показує величину резерву для розвитку активної гнучкості.
      </p>
      <p>
        Ступінь розвитку гнучкості є одним із основних факторів, що забезпечують рівень спортивної
        майстерності в різних видах спорту. Так, при недостатній гнучкості значно погіршується і
        уповільнюється процес засвоєння рухових навичок. Деякі з них, часто вузлові компоненти
        ефективної техніки виконання вправи, не можуть бути засвоєні взагалі. Недостатня рухливість
        в суглобах обмежує рівень проявів сили, швидкісних і координаційних здібностей, погіршує
        внутрім’язову і міжм’язову координацію, приводить до зниження економності роботи і часто є
        причиною пошкодження м’язів і зв’язок.
      </p>
      <p>
        На достатньому рівні розвитку гнучкості спортсмена, доступна йому амплітуда рухів в різних
        суглобах перевищує необхідну для ефективного виконання змагальних вправ. Ця різниця
        визначається як запас гнучкості.
      </p>
      <p>
        Фактори, які обмежують рухливість суглобів: еластичні властивості м’язів шкіри, підшкірна
        основа та з’єднувальна тканина, ефективність нервової регуляції м’язової напруги, обсягом
        м’язів, структура суглобів. Будова деяких суглобів визначає досить обмежені межі діапазону
        руху (колінний, ліктьовий). Але більшість скорочувальних елементів м’язів здатні збільшувати
        свою довжину на 30-40 і навіть на 50% по відношенню до довжини у спокої.
      </p>
      <p>
        Найбільша рухливість в суглобах спостерігається у дітей віком до 10-14 років. У ці роки
        робота над розвитком гнучкості виявляється в 2 рази ефективнішою, ніж у старшому шкільному
        віці.
      </p>
      <p>
        Рівень гнучкості залежить від: статі спортсмена (у жінок він вищий), особливостей
        зовнішнього середовища, інших додаткових факторів. Він змін юється протягом дня: найменша
        гнучкість спостерігається вранці, після сну, потім вона поступово зростає, досягаючи
        найбільших величин вдень, а до вечора поступово зни- жується. Спеціальна розминка, різні
        види масажу, зігріваючі про цедури сприяють значному збільшенню гнучкості. Тривалі паузи між
        вправами, прогресуюча втома знижують рівень гнучкості, передусім активної.
      </p>
      <p>
        <strong>Розвиток гнучкості.</strong>
      </p>
      <p>
        Загальнопідготовчі вправи, які застосовуються для розвитку гнучкості, є рухами, заснованими
        на згинанні, розгинанні, нахилах, поворотах. Ці вправи спрямовані на підвищення рухливості у
        всіх суглобах і здійснюються без урахування специфіки виду спорту. Допоміжні вправи
        добирають з урахуванням ролі рухливості у визначених суглобах і рухів, характерних для
        конкретного виду спорту. Спеціально-підготовчі вправи по- винні відповідати вимогам до
        основних рухових дій в залежності від специфіки змагальної діяльності. Для збільшення
        рухливості в кожному суглобі переважно використовують комплекси споріднених вправ, що
        впливають на ті суглобові утворення і м’язи, які обмежу- ють рівень гнучкості.
      </p>
      <p>
        Вправи на гнучкість можуть бути активного, пасивного і змішаногo характеру. Пасивні вправи
        пов`язані з доланням опору зв’язок і м’язів, які розтягуються з допомогою ваги та чи його
        окремих частин, спеціальних засобів (гантелі, блочні пристрої тощо), а також - партнера.
        Активні вправи можуть виконуватися без обтяження і з обтяженням (статичне утримання
        максимального кута в суглобі, махові і пружні рухи).
      </p>
      <p>
        Розвиток гнучкості може бути розділений на два етапи: збільшення рухливості в суглобах і
        етап підтримання цієї рухливості на досягнутому рівні.
      </p>
      <p>
        Вправи на гнучкість включають в розминки перед тренувальними заняттями, вони є значною
        частиною ранкових зарядок. 3 вправ можуть складатися програми окремих тренувальних занять.
      </p>
      <p>
        Повністю виключати роботу над розвитком чи підтриманням гнучкості не можна на жодному з
        етапів тренувального року, так як гнучкість досить швидко повертається до вихідного чи
        близького до нього рівня. Час, який затрачається щоденно на розвиток гнучкості, може
        змінюватись в межах від 20-30 до 45-60 хв. і може по-різному поділятися протягом дня.
      </p>
      <p>
        Найчастіше вправи на розвиток гнучкості виділяють в самостійну частину заняття, яка
        проводиться, як правило, після. інтенсивної розминки і включає вправи з великою амплітудою
        рухів. Така побудова тренувальних занять є найефективнішою.
      </p>
      <p>
        Значну увагу слід приділяти послідовності виконання вправ на розвиток рухливості в різних
        суглобах. Тільки після закінчення вправ на розвиток рухливості в одному суглобі можна
        переходити до вправ для наступного суглобу.
      </p>
      <p>
        <strong>Для розвитку пасивної гнучкості:</strong> плавні рухи з поступово зростаючою
        амплітудою і поступливою роботою м’язів. Величину зовнішньої дії добирають індивідуально для
        кожного спортсмена і враховують особливості суглобів і м’язових груп, які розтягуються.
      </p>
      <p>
        <strong>Для розвитку активної гнучкості:</strong> застосовують вправи на розтягування, які
        виконуються за рахунок м’язових зусиль, і силові вправи динамічного і статичного характеру.
        Слід широко застосовувати вільні динамічні вправи з утриманням статичних поз в кінцевій
        точці амплітуди, що значно ефективніше за використання махових рухів.
      </p>
      <p>
        Під час розвитку рухливості в суглобах бажаний невисокий темп рухів, завдяки якому м’язи
        більше розтягуються, збільшується тривалість впливу на відповідні суглоби.
      </p>
      <p>
        Повільний темп є також надійною гарантією від травм м’язів і зв’язок. <br />
        Інтервали відпочинку між окремими вправами повинні забезпечувати виконання чергової вправи в
        умовах відновленої працездатності спортсмена.
      </p>

      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
