import s from './AnswersA.module.scss';

export const Q28 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Швидкісні здібності</strong> комплекс функціональних ознак, які забезпечують
        виконання рухових дій за мінімальний час.
      </p>
      <p>Швидкість в спорті включає в себе:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>власне швидкість руху</li>
        <li className={s.answer__item}>їх частоту</li>
        <li className={s.answer__item}>здатність до прискорення і швидкість рухової реакції.</li>
      </ul>
      <p>
        <strong>Загальна швидкість</strong> підвищення загальної швидкості рухів.
      </p>
      <p>
        <strong>Спеціальна</strong> здатність виконувати з високою швидкістю змагальну вправу, її
        елементи, частини.
      </p>
      <p>
        <strong>Елементарні форми</strong> проявляються в латентному часі простих та складних
        рухових реакцій, швидкості виконання окремого руху при незначному зовнішньому опорі, частоті
        рухів. Швидкісні здібності у всіх елементарних формах їх прояву визначаються двома
        факторами: оперативністю діяльності нейромоторного механізму і здатністю до найшвидшої
        мобілізації складу рухової дії. Перший фактор обумовлений генетично і удосконалюється в дуже
        незначній ступені. Однією з основ швидкісних здібностей є рухливість нервових процесів, яка
        виявляється в процесах збудження і гальмування, а також в співвідношенні швидких та
        повільних м’язевих волокон, їх еластичності. Другий фактор піддається тренуванню і має
        основний резерв в розвитку елементарних форм швидкості. Швидкість рухів, їх частота, значною
        мірою, залежить від рівня спортивної техніки, оскільки найраціональніше виконання вправи
        дозволяє виконувати їх швидше.
      </p>
      <p>
        <strong>Комплексні форми</strong> прояву швидкісних здібностей в складних рухових актах, які
        характерні для тренувальної і змагальної діяльності в різних видах спорту, забезпечуються
        елементарними формами прояву швидкості в різних поєднаннях і в сукупності з іншими руховими
        якостями і технічними навиками.
      </p>
      <p>
        <strong>В умовах комплексного прояву швидкісних якостей виділяють:</strong> прояву
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Режим ациклічної роботи</strong> <br />
          <p>
            характеризується одноразовим проявом концентрованого вибухового зусилля. Він
            визначається величиною м’язових зусиль, які раціонально організовані в часі і просторі:
            чим більше ділянка розгону і чим більше сила, яка прикладається до тіла (снаряда), тим
            вища швидкість
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Стартовий розгін</strong> <br />
          <p>
            роявляється в швидкому нарощуванні швидкості з місця з завданням досягнути її
            максимальних показників за найкоротший час. Може стати вирішальним для досягнення
            високих показників в спринтерському бігу, греблі, велоспорті, бобслеї та інших видах.
            Необхідною умовою прояву швидкісних якостей поряд з ефективною технікою рухових дій є
            здатність до інтенсивного імпульсу рухових одиниць ЦНС, ефективність внутрім’язової
            координації, рівень максимальної сили та інше.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Режим дистанційної роботи</strong> <br />
          <p>
            пов’язаний з підтриманням заданої швидкості пересування по дистанції. Він може
            забезпечуватися можливостями різних функціональних систем, що обумовлюється відношенням
            роботи до тієї або іншої зони за критерієм потужності.
          </p>
        </li>
      </ul>
      <p>
        Рівень ациклічної роботи та стартового розгону значною мірою залежить від рівня максимальної
        потужності – результату комплексного прояву сили і швидкості.
      </p>

      <p>
        <strong>Методика розвитку швидкісних здібностей.</strong> прояву
      </p>
      <p>
        Необхідно розрізняти методику розвитку окремих форм швидкості (час реакції, поодинокого
        руху, частота рухів) і методику вдосконалення комплексних швидкісних здібностей. Слід
        враховувати, що елементарні форми вияву швидкості лише створюють передумови для успішної
        швидкісної підготовки.
      </p>
      <p>
        Засобами швидкісної підготовки є вправи, які вимагають швидкісної реакції, високої швидкості
        виконання окремих рухів, максимальної частоти рухів. Для розвитку елементарних форм
        швидкості у всіх видах спорту широко використовують добре засвоєні вправи, які можна
        виконувати з максимальною швидкістю. Спеціально-підготовчі вправи можуть спрямовуватись як
        на розвиток окремих форм швидкісних здібностей, так і на їх комплексне вдосконалення в
        цілісних рухових діях.
      </p>
      <p>
        Ефективним засобом комплексного вдосконалення швидкісних здібностей є змагальні вправи і їх
        тренувальні форми. В умовах змагань, при відповідній попередній підготовці і мотивації
        досягаються такі показники швидкості, котрих, як правило, важко досяг- нути в процесі
        тренування з більш короткочасними вправами, чи навіть з ізольованими виділеннями вправ чисто
        швидкісного характеру.
      </p>
      <p>
        Ефективність швидкісної підготовки відчутно залежить від інтенсивності виконання вправ,
        здатності спортсмена максимально мобілізуватись при цьому. Уміння спортсмена в процесі
        тренувальних занять виконувати вправи на максимально швидкісному рівні, якомога частіше
        перевищувати найкращі особисті результати в окремих вправах служать основним засобом
        підвищення його швидкісної підготовленості.
      </p>
      <p>
        Рівень прояву швидкісних якостей при тренуванні спортсменів залежить від добору таких
        засобів і методичних прийомів, котрі б дозволяли забезпечити максимальну швидкість виконання
        впрaв.
      </p>
      <p>
        Одним із шляхів пiдвищення ефективності швидкісної підготовки є планування в тренувальномy
        процесі мікроциклів швидкісної спрямованості.
      </p>
      <p>
        Ефективним тут с використання різноманітних засобів і способів стимуляції максимальної
        інтенсивності виконання вправ: примусове лідирування, матеріальні та моральні стимули,
        змагальність тощо. Високий тренувальний ефект від цих мікроцидів досягається тоді, коли їх
        планують після відновлювальних мікроциклів, що дає змогу досягти найвищих показників
        інтенсивності. Ефективними є і деякі технічні засоби й прийоми, які застосовуються для
        стимуляції швидкісних здібностей. Наприклад, використання спеціальних буксирувальних
        пристроїв, які дозволяють пересуватися із швидкістю на 20°/о більшою, ніж йому доступна. При
        цьому спортсмен виконує рухи з максимальною інтенсивністю, намагаючись привести їх у
        відповідність з новим, більш високим рівнем швидкості. Прояву швидкісних якостей сприяє
        правильна психічна мотивація виконання тренувальної роботи, застосування змагального методу
        у кожному тренувальному занятті. Загалом, чим вища кваліфікація спортсмена, тим ширше
        використовуються тренувальні форми змагальних вправ і змагальні вправи.
      </p>

      <p>
        <strong>Основні вимоги до компонентів навантаження</strong> (xaрактеру і тривалості вправ,
        інтенсивності роботи під час їх виконання, тривалості і характеру відпочинку між вправами,
        кількості повторень), які повинні бути враховані в процесі швидкісної підготовки.
      </p>
      <p>
        Однією з головних вимог до швидкісних вправ є їх добра засвоєністъ. За цієї умови спортсмени
        здатні сконцентрувати основну увагу і вольові зусилля не на техніці, а на швидкості
        виконання вправ. Тривалість окремих вправ в процесі швидкісної підготовки залежить від їх
        характеру і необхідності прояву високого рівня швидкості
      </p>
      <p>
        При вдосконаленні окремих компонентів швидкісних здібностей (наприклад, часу реакції,
        швидкості поодинокого руху) їх тривалість є меншою за секунду, а з кількома повтореннями -
        до 10-15с. Короткотривалі вправи, спрямовані на вдосконалення комплексних швидкісних
        здібностей для виконання окремих прийомів в спортивних іграх, єдиноборствах,
        швидкісно-силових і складнокоординаційних видах. В роботі над підвищенням абсолютного рівня
        дистанційної швидкості в циклічних видах спорту тривалість окремих вправ може коливатися в
        ширших межах - від 2-6 с до 1 хв. й більше (для розвитку швидкісної витривалості).
      </p>
      <p>
        Виконуючи швидкісні вправи, спортсмен повинен прагнути максимальної швидкості за рахунок
        мобілізації своїх індивідуальних можливостей, амплітуди рухів та ін. Швидкісну підготовку не
        можна обмежувати вправами з максимальним і близьким до нього рівнем інтенсивності.
      </p>
      <p>
        Їй допомагають вправи, що виконуються із значно меншою інтенсивністю (85- 95%о від
        максимально доступних величин). Саме широка варіативність інтенсивної роботи у вправах з
        умовами, які максимально мобілізують швидкісні якості, дозволяє послідовно підвищувати
        рівень швидкісних можливостей спортсменів і профілактику утворення „швидкісного бар’єру” -
        косність стереотипу, який обмежує можливості подальшого розвитку швидкості. В тренуваннях
        для розвитку швидкісних якостей тривалість пауз слід планувати таким чином, щоб до початку
        чергової вправи збудження центральної нервової системи підтримувалось, а втома в організмі
        знижувалась. Тривалість інтервалів відпочинку під час виконання вправ інтервальним методом
        може визначатися за зниженням пульсу до 100-110 уд. за хв.
      </p>
      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
