import s from './AnswersA.module.scss';

export const Q29 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>
          За ступенем засвоєння прийомів та дій технічна підготовленість має три рівні:
        </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Створення уявлення про прийоми та дії та спроби їх виконання. Чітке уявлення про рухи є
          важливим фактором, який обумовлює технічне удосконалення та реалізацію засвоєних вмінь та
          навичок
        </li>
        <li className={s.answer__item}>
          Створення рухової навички. Характерними особливостями рухової навички є стабільність
          рухів, їх надійність та автоматизованість.
        </li>
        <li className={s.answer__item}>
          Виникнення рухового вміння. Рухове вміння характеризується нестабільним рішенням рухового
          завдання, значною концентрацією уваги під час виконання окремих рухів, відсутністю
          автоматизації.
        </li>
        <li className={s.answer__item}>
          Створення рухової навички. Характерними особливостями рухової навички є стабільність
          рухів, їх надійність та автоматизованість.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Етапи технічної підготовки:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Початкове розучування. Створення загального уявлення про рухову дію, формування установки
          на оволодіння нею, формування ритмічної структури, вивчення головного механізму руху.
        </li>
        <li className={s.answer__item}>
          Поглиблене розучування. Деталізація розуміння рухової дії, удосконалення його
          координаційної структури за елементами, удосконалення ритмічної структури.
        </li>
        <li className={s.answer__item}>
          Закріплення та подальше удосконалення. Стабілізація навички, удосконалення варіативності
          дії стосовно індивідуальних особливостей спортсмена.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Стаді технічної підготовки:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Стадія створення першого уявлення про рухову дію та формування установки на її навчання.
          Інформація на цій стадії повинна бути представлена в найбільш загальному вигляді та чітко
          характеризувати механізм руху. Увага концентрується на основних частинах рухових дій та
          способах їх виконання.
        </li>
        <li className={s.answer__item}>
          Стадія формування первинного вміння. На цій стадії формується вміння виконувати основну
          структуру руху. Процес навчання спрямований на оволодіння основами техніки та загальним
          ритмом дії. Велика увага приділяється позбавленню побічних рухів, зайвих м’язових
          напружень. Тривалі перерви між заняттями значно знижують його ефективність.
        </li>
        <li className={s.answer__item}>
          Стадія формування досконалого виконання рухової дії. Процес спрямований на вивчення
          деталей рухової дії. Формується раціональна структура рухів, створюється повна картина
          рухової дії, об’єднуються в єдине ціле її частини.
        </li>
        <li className={s.answer__item}>
          Стадія формування досконалого виконання рухової дії. Завдання полягає в стабілізації
          рухової дії та в подальшому удосконаленні його окремих деталей. Використовується
          багаторазовий повтор вправ у стандартних та варіативних умовах.
        </li>
        <li className={s.answer__item}>
          Стадія досягнення варіативної навички та її реалізація охоплює весь період поки спортсмен
          ставить завдання виконання рухової дії. Завдяки її застосуванню в різноманітних умовах і
          функціональних станах організму розвивається варіативна навичка.
        </li>
      </ul>

      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
