import s from './AnswersA.module.scss';

export const Q3 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Спортивна підготовка </strong> - це доцільне використання знань, засобів, методів і
        умов, що дозволяє направлено впливати на розвиток спортсмена і забезпечувати необхідний
        ступінь його готовності до спортивних досягнень. Спортивна підготовка включає технічну,
        тактичну, психічну та фізичну підготовку спортсмена.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Спортивна підготовка включає</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Технічна підготовка</strong> <br />
          навчання техніці дій, виконуваних у змаганнях або службовців засобами тренування. У
          процесі технічної підготовки спортсмен опановує технікою обраного виду спорту, освоює
          відповідні рухові вміння та навички, доводячи їх до можливо високого ступеня досконалості.
        </li>
        <li className={s.answer__item}>
          <strong>Тактична підготовка</strong> <br /> спортсмена передбачає засвоєння теоретичних
          основ спортивної тактики, практичне освоєння тактичних прийомів, їх комбінації, варіантів,
          виховання тактичного мислення та інших здібностей, що визначають тактичну майстерність.
        </li>
        <li className={s.answer__item}>
          <strong>Психічна підготовка</strong> <br /> здійснюється в процесі тренувань з поступово
          зростаючими труднощами і в змагальних умовах.
          <p>Основним змістом психічної підготовки є виховання вольових здібностей:</p>
          <ul className={s.answer__list}>
            <li className={s.answer__item}>цілеспрямованості,</li>
            <li className={s.answer__item}>рішучості та сміливості,</li>
            <li className={s.answer__item}>наполегливості і завзятості,</li>
            <li className={s.answer__item}>витримки і самовладання,</li>
            <li className={s.answer__item}>самостійності та ініціативності.</li>
          </ul>
        </li>

        <li className={s.answer__item}>
          <strong>Фізична підготовка</strong> <br />
          Як уже зазначалося вище, фізична підготовка поділяється на загальну і спеціальну фізичну
          підготовку. Кожен вид спорту пред`являє свої специфічні вимоги до фізичної підготовленості
          спортсмена - рівню розвитку окремих фізичних якостей, функціональних можливостей і
          статурі. Тому є певні відмінності у змісті та методиці фізичної підготовки в тому чи
          іншому виді спорту і у спортсменів різного віку та кваліфікації. Співвідношення ОФП і СФП
          в тренувальному процесі залежить від вирішуваних завдань, віку, кваліфікації та
          індивідуальних особливостей спортсмена, виду спорту, етапів і періодів тренувального
          процесу. У процесі багаторічної тренування із зростанням майстерності спортсмена
          збільшується питома вага коштів СФП і, відповідно, зменшується обсяг коштів ОФП.
          Ефективність тренувального процесу можна визначати за якістю таких понять, як
          тренованість, підготовленість, спортивна форма.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Підготовленість</strong> - це комплексний результат фізичної, технічної, тактичної,
        психічної підготовок спортсмена.
      </p>

      <a href="https://stud.com.ua/4093/meditsina/osnovi_zagalnoyi_spetsialnoyi_fizichnoyi_pidgotovki_sportivna_pidgotovka">
        Джерело
      </a>
    </>
  );
};
