import s from './AnswersA.module.scss';

export const Q30 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Витривалість</strong> здатність людини тривалий час виконувати роботу без зниження
        інтенсивності. рухових дій за мінімальний час.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Загальна витривалість </strong> <br /> здатність до тривалого і ефективного
        виконання вправ середньої інтенсивності і неспецифічного характеру. ЗВ дозволяє кожному
        спортсмену успішніше виконувати тривалу роботу великої або помірної потужності.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Спеціальна витривалість </strong> <br />
        датність до ефективного виконання роботи і долання втоми в умовах навантажень, обумовлених
        вимогами ефективної змагальної діяльності в конкретному виді спорту. <br />
        СВ – це дуже складна багатокомпонентна властивість. Її структура визначається специфікою
        виду спорту і його окремих дисциплін, а забезпечують її наступні основні фактори:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          потужність і ємність шляхів енергозабезпечення виконання роботи;
        </li>
        <li className={s.answer__item}>
          економічність роботи і ефективність використання функціонального потенціалу:
        </li>
        <li className={s.answer__item}>
          пецифічність пристосувальних реакцій і функціональних проявів;
        </li>
        <li className={s.answer__item}>
          стабільність і варіативність рухових навичок і вегетативних функцій.
        </li>
      </ul>
      <p>
        <strong>Види енергозабезпечення</strong> <br />
        Енергія, яка затрачається для виконання спортивних вправ – результат розщеплення
        аденозинтрифосфата (АТФ) і перетворення хімічної енергії цього з’єднання в біологічну, в
        діяльність відповідних органів та систем. Обмежена кількість АТФ в клітинах робить
        необхідним його ресинтез по мірі витрати. Для ресинтезу АТФ повинно розщеплюватися інше
        багата енергією речовина і вивільняти необхідну енергію. Відповідні процеси поділяються на
        дві групи:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>анаеробні, перебіг яких відбувається без участі кисню;</li>
        <li className={s.answer__item}>
          економічність роботи і ефективність використання функціонального потенціалу:
        </li>
        <li className={s.answer__item}>
          аеробні, які заключаються в окислювальному розпаді багатих енергією речовин
        </li>
      </ul>
      <p>
        Утворення енергії, необхідної для виконання м’язової роботи, відбувається завдяки хімічним
        реакціям від використання 3 видів джерел енергоутворення:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>алактатних анаеробних,</li>
        <li className={s.answer__item}>лактатних анаеробних</li>
        <li className={s.answer__item}>аеробних</li>
      </ul>
      <p>
        <strong>Розвиток витривалості</strong>
      </p>
      <p>
        Засобами розвитку витривалості є різноманітні вправи циклічного і ациклічного, спортивні і
        рухливі ігри, вправи на тренажерах. Добираючи їх слід враховувати відсутність позитивного
        переносу розвитку витривалості при використанні локальних і глобальних вправ.
      </p>
      <p>
        <strong>Основні методи</strong>
      </p>
      <p>
        рівномірний, перемінний, інтервальний і круговий. Використання методу суворо регламентованої
        вправи (при розвитку спеціальної витривалості) корисно поєднувати зі змагальним методом, що
        дає можливість удосконалювати і психічну витривалість.
      </p>

      <p>
        При плануванні навантажень слід приділяти увагу інтенсивності, тривалості вправи, інтервалу
        та характеру відпочинку, загальної кількості серій та емоційному фону. Під час виховання
        витривалості і особливо здатності терпіти і продовжувати роботу не дивлячись на втому
        тривалість інтервалів свідомо зменшується, щоб створити допоміжні труднощі і викликати
        потрібні адаптаційні процеси. Але найбільше значення для розвитку витривалості і її прояву в
        змаганнях мають оптимальні за часом інтервали, які дозволяють повторно продовжувати роботу з
        найбільшим адаптаційним успіхом. В таких інтервалах – головне ліквідувати кисневий борг. Він
        включає два компоненти:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>алактатний кисневий борг</strong> <br />
          кількість кисню, яку необхідно затратити для ресинтезу АТФ і КФ, а також для поповнення
          тканинного резервуару кисню;
        </li>
        <li className={s.answer__item}>
          <strong>лактатний кисневий борг</strong> <br />
          <br />
          кількість кисню, яка необхідна для ліквідації накопиченої за час роботи молочної кислоти.
          Її ліквідація полягає в окисленні однієї її частини до води та вуглекислого газу і в
          ресинтезі глікогену із решти її частини. Алактатний кисневий борг ліквідується на перших
          хвилинах після закінчення роботи, а ось усунення лактатного кисневого боргу може тривати
          30 хвилин і довше.
        </li>
      </ul>
      <p>
        Стрижневим компонентом планування навантаження є інтенсивність. Інтенсивність навантаження
        при розвитку витривалості може визначатися 2 критеріями: критерій порівняння із змагальною
        діяльністю і критерій показників споживання кисню і ЧСС. Щодо першого критерію, то для
        окремих вправ критичною інтенсивністю вважається інтенсивність змагальної діяльності. Нижча
        за неї називається субкритичною, вища – надкритичною. 2 критерій: ЧСС близький до 170
        відповідає критичній інтенсивності, понад 170 –180 - надкритичній, нижче 170 - 60 -
        субкритичній.
      </p>

      <a href="https://evnuir.vnu.edu.ua/bitstream/123456789/20009/1/teoriia_sportu.pdf">Джерело</a>
    </>
  );
};
