import s from './AnswersA.module.scss';

export const Q4 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Навантаження в спортивному тренуванні </strong>це міра впливу фізичних вправ на
        організм що займаються, визначальна міра подоланих труднощів.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Навантаження діляться:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>по своєму характеру- на тренувальні і соревновательние,</li>
        <li className={s.answer__item}>специфічні і неспецифічних;</li>
        <li className={s.answer__item}>
          по величині - на малі, середні, значні (околопредельние), великі (граничні);
        </li>

        <li className={s.answer__item}>
          по спрямованості- на сприяючі розвитку рухових здібностей (швидкісних, силових,
          координаційних і т. д.) або їх компонентів (загальна, швидкісна або силова витривалість),
          що вдосконалюють координаційну структуру рухів, на компоненти психічної підготовленості
          або тактичної майстерності;
        </li>
        <li className={s.answer__item}>
          по координаційній складності- на ті, що виконуються в стереотипних умовах, що не вимагають
          значної мобілізації здібностей, і пов`язані з виконанням рухів високої координації;
        </li>
        <li className={s.answer__item}>
          по психічній напруженості- на більш або менш напружені дії, в залежності від вимог, що
          пред`являються до психічних можливостей спортсмена.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        Навантаження можуть розрізнюватися по приналежності до того або інакшого структурного
        утворення тренувального процесу.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Зокрема, потрібно розрізнювати навантаження: </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          окремих тренувальних і соревновательних вправ або їх комплексів;
        </li>
        <li className={s.answer__item}>тренувальних занять, днів, мікро-, мезо-, макроциклов, </li>
        <li className={s.answer__item}>періодів і етапів тренувального року.</li>
      </ul>
      <p>
        Виділяють так звані зовнішню і внутрішню сторони тренувальних і соревновательних
        навантажень. Зовнішня сторона нагрузкив найбільш загальному вигляді може бути представлена
        показниками сумарного об`єму роботи: загальний об`єм навантаження в годинах, кілометрах,
        тоннах; число тренувальних занять і днів; соревновательних стартів і т. д. Розкрити ці
        загальні характеристики зовнішньої сторони навантаження можна, виділяючи її приватні
        характеристики. З цією метою визначають, наприклад, відсоток інтенсивної роботи в загальному
        її об`ємі; співвідношення роботи, направленої на розвиток окремих якостей і здібностей;
        співвідношення коштів загальної і спеціальної підготовки і інш. Для оцінки зовнішньої
        сторони навантаження широко використовують показники її інтенсивності, до яких відносяться:
        темп рухів, швидкість їх виконання, час подолання тренувальних відрізків і дистанцій,
        величина отягощений при розвитку силових якостей, густина виконання вправ в заняттях і т. п.
      </p>
      <p>
        Внутрішня сторона нагрузки характеризуется реакцією організму на навантаження, що
        пропонується для виконання тренувальної роботи. Тут нарівні з показниками, несучими
        інформацію про терміновий ефект навантаження (він виявляється, змінюючи стану функціональних
        систем безпосередньо під час занять і відразу після них), можуть використовуватися дані про
        характер і тривалість періоду відновлення.
      </p>
      <p>
        Характеристики навантажень із зовнішньої і внутрішньої сторони тісно взаємопов`язані:
        збільшення об`єму і інтенсивності тренувальної роботи, її ускладнення і напруженість
        приводять до збільшення зсувів в функціональному стані різних систем і органів, до розвитку
        і поглиблення процесів стомлення. Однак цей взаємозв`язок виявляється в певних межах.
      </p>
      <p>
        Наприклад, при одному і тому ж сумарному об`ємі роботи, при одній і тій же інтенсивності
        вплив навантаження може бути принципово різним, оскільки при одних і тих же зовнішніх
        характеристиках внутрішня сторона навантаження може змінюватися під впливом самих різних
        причин, і передусім в зв`язку із зміною функціонального стану організму.
      </p>
    </>
  );
};
