import s from './AnswersA.module.scss';

export const Q5 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Великий вплив на удосконалення теорії і методики підготовки спортсменів має теорія адаптації
        – сукупність достовірних знань про пристосування організму людини до умов зовнішнього
        середовища, особливо до так званих екстремальних ситуацій.
      </p>
      <p className={s.answer__paragraph}>
        У найбільш загальному вигляді під «адаптацією» розуміють здатність всього живого
        пристосовуватись до умов зовнішнього середовища. Виділяють генотипову і фенотипову
        адаптацію.
      </p>

      <p>
        Генотипова адаптація лежить в основі еволюції, являючи собою процес пристосування популяції
        до умов середовища шляхом спадкових змін і природного відбору. Генотипова адаптація
        покладена в основу еволюційного вчення – сукупності уявлень про механізми і закономірності
        історичних змін в живій природі.
      </p>
      <p>
        Фенотипова адаптація являє собою пристосувальний процес, який розвивається в окремої особи
        протягом життя у відповідь на вплив різноманітних факторів зовнішнього середовища.
      </p>
      <p>
        При визначені адаптації слід враховувати, що вона тлумачиться і як процес, і як результат:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          адаптація використовується для визначення процесу, при якому організм пристосовується до
          факторів зовнішнього або внутрішнього середовища;
        </li>
        <li className={s.answer__item}>
          адаптація застовується для зазначення відносної рівноваги, яка встановлюється між
          організмом і середовищем;
        </li>
        <li className={s.answer__item}>
          під адаптацією розуміється і результат пристосувального процесу.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Формування термінової адаптації. </strong> <br />
        Як приклад термінової адаптації можна навести реакції організму нетренованих і тренованих
        людей на виконання одноразового фізичного навантаження, наприклад бігу з максимальною
        швидкістю дистанції 400 м. Відразу після початку роботи спостерігаються різкі зрушення в
        діяльності функціональних систем і механізмів, які до кінця роботи досягають високих
        величин. У непідготовленої людини ці зрушення при виконанні аналогічної роботи нижчі, ніж у
        кваліфікованого спортсмена, проте також можуть досягати істотних величин. Прикладом
        термінової адаптації можуть також бути дані про перерозподіл кровотоку під час фізичних
        навантаженнях.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Формування довготривалої адаптації. </strong> <br />
        Формування довготривалих адаптаційних реакцій проходить у чотири стадії. <br /> Перша стадія
        пов`язана з систематичною мобілізацією функціональних ресурсів організму спортсмена в
        процесі виконання тренувальних програм певної спрямованості з метою стимуляції механізмів
        довготривалої адаптації на основі підсумовування ефектів термінової адаптації, що багато
        разів повторюється. <br />У другій стадії на тлі планомірно зростаючих навантажень, що
        систематично повторюються, відбувається інтенсивне протікання структурних і функціональних
        перетворень в органах і тканинах відповідної функціональної системи. В кінці цієї стадії
        спостерігається необхідна гіпертрофія органів, злагодженість діяльності різних ланок і
        механізмів, що забезпечують ефективну діяльність функціональної системи в нових умовах.
        Третю стадію відрізняє стійка довготривала адаптація, що виражається в наявності необхідного
        резерву для забезпечення нового рівня функціонування системи, стабільності функціональних
        структур, тісного взаємозв`язку регуляторних і виконавчих органів. Четверта стадія настає за
        умов нераціонально побудованих, надмірно напружених тренуваннях, неповноцінного харчування і
        відновлення, через що відбувається зношування окремих компонентів функціональної системи.
      </p>
    </>
  );
};
