import s from './AnswersA.module.scss';

export const Q6 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Спортивні змагання</strong> це своєрідна модель людських взаємовідносин, які реально
        існують у світі: боротьби, перемог і поразок, спрямованості до постійного вдосконалення,
        досягнення найвищого результату, творчих, престижних і матеріальних цілей.
      </p>

      <p>
        В залежності від мети, завдань, форм організації, складу учасників змагання поділяються на
        різні види. В системі олімпійського спорту змагання можуть поділятися за наступними
        критеріями:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>за значенням (підготовчі, відбіркові, головні);</li>
        <li className={s.answer__item}>
          за масштабами (районі, місцеві, регіональні, континентальні, Олімпійські ігри);
        </li>
        <li className={s.answer__item}>
          за вирішенням завдань (контрольні, класифікаційні, відбіркові, показові);
        </li>
        <li>
          за характером організації (відкриті, закриті, традиційні, матчеві, кубкові та інші);
        </li>
        <li>за формою заліку (особисті, командні, особисто-командні);</li>
        <li>за віковими категоріями учасників (дитячі, юнацькі, для дорослих, для ветеранів);</li>
        <li>за статтю (серед чоловіків або жінок);</li>
        <li>за професійною орієнтацією учасників (шкільні, студентські ті інші).</li>
      </ul>

      <p>Виділяють підготовчі, контрольні, підвідні (модельні), відбіркові та головні змагання.</p>
      <p className={s.answer__paragraph}>
        <strong>Підготовчі змагання. </strong> <br />В цих змаганнях головними завданнями є:
        удосконалення раціональної техніки і тактики змагальної діяльності спортсмена, адаптація
        різних функціональних систем організму на змагальні навантаження та інші. При цьому
        підвищується рівень тренованості спортсмена, набувається змагальний досвід.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Контрольні змагання </strong> <br />
        дозволяють оцінювати рівень підготовленості спортсмена. В них преревіряється ступінь
        оволодіння технікою, тактикою, рівень розвитку фізичних якостей, психічна готовність до
        змагальних навантажень. Результати контрольних змагань дають можливість проводити корекцію
        побудови процесу підготовки. Контрольними можуть бути як спеціально організовані, так і
        офіційні змагання різного рівня.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Підвідні (модельні) змагання. </strong> <br />
        ажливим завданням цього етапу є підведення спортсмена до головних змагань макроциклу, року,
        чотирьохріччя. Підвідними можуть бути як спеціально-органазовані змагання в системі
        підготовки спортсмена, так і офіційні календарні змагання. Вони повинні повністю або
        частково моделювати головні змагання.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Відбіркові змагання </strong> <br />
        проводяться для відбору спортсменів в збірні команди і визначення учасників особистих
        змагань найвищого рангу. Відмінною особливістю таких змагань є умови відбору: завоювання
        певного місця або виконання контрольного нормативу, який дозволить виступати на головних
        змаганнях. Відбірковий характер можуть носити як офіційні, так і спеціально організовані
        змагання.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Головні змагання. </strong> <br />
        Головними змаганнями є ті, в яких спортсмену необхідно продемонструвати найвищий результат
        на даному етапі спортивного удосконалення. На цих змаганнях спортсмену необхідно проявити
        повну мобілізацію техніко-тактичних і функціональних можливостей, максимальну спрямованість
        до досягнення найвищого результату, найвищий рівень психічної підготовленості.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Регламентація спортивних змагань</strong> <br />
        здійснюється за двома основними документами. Спортивні змагання регламентовані спеціальними
        правилами, специфічними для кожного виду спорту. Правила змагань виявляють: організацію
        змагань з даного виду спорту; види змагань і способи їх проведення; особливості місць
        проведення змагань, інвентар і обладнання; склад суддівської колегії і її обов’язки; правила
        суддівства; правила поведінки ідій учасників та інше.
      </p>
      <p>
        В Положенні визначаються: назва змагання (класифікаційні, першість і т.п.); мета та завдання
        змагань (перевірка навчально-тренувальної роботи, підведення підсумків, обмін досвідом та
        інше); допуск до участі (вік, кваліфікація, приналежність до країни, НОК, спортивної
        організації та інше); характер змагань (особисті, командні, особисто-командні); час і місце
        проведення; програма і календар по днях змагань; умови проведення, способи оцінки і
        виведення результатів; кількість учасників, яка допускається; порядок визначення переможців;
        форма учасників і їх інвентар; нагородження переможців; умови прийому учасників і суддів
        (зобов’язання по матеріальному забезпеченню); документація учасників, яка необхідна для
        допуску до змагань; форма офіційної заявки для участі у змаганнях і терміни її
        представлення.
      </p>
      <p>
        Положення про змагання є важливим фактором, який регламентує в певній мірі розвиток спорту.
        Розширення складу учасників змагань за класифікацією, віком і статтю позитивно впливає на
        розвиток спорту: Положення також сприяє розширенню кола осіб, які займаються, їх
        демографічної різноманітності; збільшенню кількості необхідних тренерських кадрів і їхньої
        вікової і кваліфікаційної спеціалізації (необхідної для підготовки дітей, юнаків, дорослих,
        новачків і кваліфікованих спортсменів); розвиткові матеріально-технічної бази спорту і т.п.
      </p>
      <p>
        В олімпійському спорті застосовуються різноманітні способи проведення змагань. Вибір способу
        залежить від виду спорту і традицій проведення змагань в цьому виді; мети змагань; кількості
        учасників і місця проведення; можливостей суддівської колегії; часу, який виділений на
        проведення змагань.
      </p>
      <p>
        У більшості видів спорту найчастіше зустрічаються такі способи: коловий, відбірково-коловий,
        змішаний і спосіб прямого вибування.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Коловий спосіб. </strong> <br />
        При проведені змагань цим способом всі учасники змагань зустрічаються з усіма суперниками
        почергово. Результати зустрічей (перемоги, поразки, нічиї) враховуються при визначенні
        порядкового місця, яке посів спортсмен (команда). Вище місце присвоюється спортсмену
        (команді), які набрала найбільшу суму очок.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Відбірково-коловий спосіб. </strong> <br />
        При проведені змагань цим способом учасників (команди) спочатку розділяють на попередні
        групи, в яких кожен спортсмен (команда) зустрічається зі всіма суперниками даної групи.
        Потім спортсмени, які посіли місця в групі (в більшості видів спорту 1-3-є місця, але не
        більше 50 % учасників даної групи), переходять до наступного туру змагань. Цих учасників
        розбивають на групи, які проводять поєдинки між собою для подальшого відбору, аж до
        фінальної зустрічі (туру), в якій і визначають переможця змагань.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Змішаний спосіб. </strong> <br />. Всі спортсмени (команди) попередньо беруть участь
        в одному-трьох турах, які проводяться відбірково-коловим способом. Потім переможці
        попередніх змагань зустрічаються між собою за жеребом способом прямого вибування. Кількість
        фіналістів, як і кількість переможців попередніх змагань, визначається Положенням про
        змагання. Фінальні поєдинки проводяться коловим способом.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Спосіб прямого вибування. </strong> <br />В змаганнях, які проводяться цим способом,
        учасник (команда), які програли поєдинок, вибувають з подальшої боротьби. Проте можливі
        заохочувальні поєдинки між командами, що програли, які дозволяють їх переможцям продовжувати
        подальші змагання. Допускаються також варіанти вибування спортсмена з подальших змагань не
        після першої поразки, а після другої.
      </p>
    </>
  );
};
