import s from './AnswersA.module.scss';

export const Q7 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Мета спортивного тренування</strong> полягає в тому, щоб через досягнення високих
        спортивних результатів розвивати духовні і фізичні здібності спортсмена, використовувати
        спортивну діяльність, як фактор гармонійного формування особистості і виховання її в
        інтересах суспільства.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Основні завдання, що вирішуються в процесі підготовки, наступні: </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>освоєння техніки і тактики вибраного виду спорту;</li>
        <li className={s.answer__item}>
          забезпечення необхідного рівня розвитку рухових якостей, можливостей функціональних систем
          організму, що несуть основне навантаження в даному виді спорту;
        </li>
        <li className={s.answer__item}>виховання моральних і вольових якостей;</li>
        <li className={s.answer__item}>
          забезпечення необхідного рівня спеціальної психічної підготовленості;
        </li>
        <li className={s.answer__item}>
          отримання теоретичних знань і практичного досвіду, необхідних для успішної тренувальної і
          змагання діяльності;
        </li>
        <li className={s.answer__item}>
          комплексне вдосконалення і прояв в змагальній діяльності різних сторін підготовленості
          спортсмена.
        </li>
      </ul>
      <p>
        В загальному вигляді визначають основні сторони (напрями) спортивної підготовки, що мають
        самостійні ознаки:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>технічну</strong> <br />
          створення потрібних уявлень про спортивну техніку, оволодіння необхідними уміннями і
          навичками, удосконалення спортивної техніки шляхом зміни її динамічних і кінематичних
          параметрів, а також освоєння нових прийомів і елементів, забезпечення варіативності
          спортивної техніки, її адекватності умовам діяльності змагання і функціональним
          можливостям спортсмена, забезпечення стійкості основних характеристик техніки до дії
          збиваючих чинників.
        </li>
        <li className={s.answer__item}>
          <strong>тактичну</strong> <br />
          аналіз особливостей майбутніх змагань, складу суперників і розробку оптимальної тактики на
          майбутні змагання. При цьому слід постійно удосконалювати найбільш прийнятні для
          конкретного спортсмена тактичні схеми, відпрацьовувати оптимальні варіанти в тренувальних
          умовах шляхом моделювання особливостей майбутніх змагань, функціонального стану
          спортсмена, характерного для діяльності змагання. Необхідно також забезпечувати
          варіативність тактичних рішень в залежності від конкретних ситуацій, набувати спеціальних
          знань щодо техніки і тактики спорту.
        </li>
        <li className={s.answer__item}>
          <strong>фізичну</strong> <br />
          спортсменові необхідно підвищувати рівень можливостей функціональних систем, що
          забезпечують високий рівень загальної і спеціальної тренованості, розвивати рухові якості
          - силу, швидкість, витривалість, гнучкість, координаційні здібності, а також здібність до
          прояву фізичних якостей в умовах змагань
        </li>
        <li className={s.answer__item}>
          <strong>психологічну</strong> <br />
          виховуються і удосконалюються морально-вольові якості і спеціальні психічні функції
          спортсмена, уміння управляти своїм психічним станом в період тренувальної і змагальної
          діяльності.
        </li>
        <li className={s.answer__item}>
          <strong>інтегральну</strong> <br /> б`єднанням в єдине ціле якостей, умінь, навиків,
          накопичених знань і досвіду, переважно пов`язаних з різними сторонами підготовленості, що
          досягається в процесі
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Засоби спортивного тренування</strong> <br />
        різноманітні фізичні вправи, які прямо або опосередковано впливають на вдосконалення
        майстерності спортсменів. Склад засобів спортивної підготовки формується з урахуванням
        особливостей конкретного виду спорту, що є предметом спортивної спеціалізації.
      </p>
      <p>
        Засоби спортивного тренування (фізичні вправи) умовно можуть бути поділені на чотири групи:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Загальнопідготовчі</strong> <br />
          належать вправи, які сприяють всебічному функціональному розвитку організму спортсмена.
          Вони можуть як відповідати особливостям вибраного виду спорту, так і знаходитися з ними в
          певній суперечності (при рішенні задач усестороннього і гармонійного фізичного виховання).
        </li>
        <li className={s.answer__item}>
          <strong>Допоміжні</strong> <br />
          аналіз особливостей майбутніх змагань, складу суперників і розробку оптимальної тактики на
          майбутні змагання. При цьому слід постійно удосконалювати найбільш прийнятні для
          конкретного спортсмена тактичні схеми, відпрацьовувати оптимальні варіанти в тренувальних
          умовах шляхом моделювання особливостей майбутніх змагань, функціонального стану
          спортсмена, характерного для діяльності змагання. Необхідно також забезпечувати
          варіативність тактичних рішень в залежності від конкретних ситуацій, набувати спеціальних
          знань щодо техніки і тактики спорту.
        </li>
        <li className={s.answer__item}>
          <strong>Спеціально-підготовчі</strong> <br />
          вправи займають центральне місце в системі тренування кваліфікованих спортсменів і
          охоплюють коло засобів, що включають елементи змагальної діяльності і дії, наближені до
          них формою, структурою, а також за кількістю якостей, що проявляються під час виконання
          спеціально-підготовчих вправ.
        </li>
        <li className={s.answer__item}>
          передбачають виконання комплексу рухових дій, що є предметом спортивної спеціалізації,
          відповідно до існуючих правил змагань. При їх виконанні досягаються високі і рекордні
          результати; визначається граничний рівень адаптаційних можливостей спортсмена, якого він
          досягає в результаті застосування в своїй підготовці загальнопідготовчих, допоміжних і
          спеціально-підготовчих вправ. Також ці вправи можна розглядати як найбільш зручні і
          об`єктивні наочні моделі резервних можливостей спортсмена.
        </li>
      </ul>
      <p>
        Засоби спортивного тренування розділяються також за спрямованістю дії. Можна виділити
        засоби, які переважно пов`язані з вдосконаленням різних сторін підготовленості, - технічною,
        тактичною і ін., а також засоби, спрямовані на розвиток різних рухових якостей, підвищення
        функціональних можливостей окремих органів і систем організму.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Мета спортивного тренування</strong> полягає в тому, щоб через досягнення високих
        спортивних результатів розвивати духовні і фізичні здібності спортсмена, використовувати
        спортивну діяльність, як фактор гармонійного формування особистості і виховання її в
        інтересах суспільства.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Методи тренування</strong>
      </p>
      <p>
        В основі першого підходу лежить спосіб, відповідно до якого проводиться регулювання праці й
        відпочинку як неподільних компонентів тренувального навантаження. З цієї точки зору її можна
        здійснити за двома основними принципами:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Безперервний (наприклад, тривалий біг помірної інтенсивності)
          <br />
          поділяют:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              рівномірним методом <br />
              зусилля зберігається в певних (стандартних) кордонах, тобто не змінюється;
            </li>
            <li className={s.answer__item}>
              змінним методом <br />
              навантаження змінюється (варіює) різною мірою, без перерви роботи.
            </li>
          </ul>
        </li>
        <li className={s.answer__item}>
          Інтервальний <br />
          поділяют:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              повторного методу <br />
              дана стандартна робота повторюється через певний інтервал відпочинку;
            </li>
            <li className={s.answer__item}>
              интервально-змінного методу <br />
              робота здійснюється по інтервалах, але зі змінною інтенсивністю.
            </li>
          </ul>
        </li>
      </ul>
      <p>
        Надалі відбувся ряд модифікацій цих двох методів. Маючи різні назви, вони не змінюють
        сутності принципу. Так, наприклад, повторна робота для кожної окремої тренування може
        проводитися з різною інтенсивністю або продуктивністю. Різної може бути й тривалість
        відпочинку.
      </p>
      <p>
        Що стосується интервально-змінного методу, то тут створюється багато комбінацій. Так,
        наприклад, одночасно або послідовно можуть змінюватися тривалість роботи та її
        інтенсивність, а також тривалість часу відпочинку.
      </p>
      <p>
        Пріоритет кожного з них в процесі тренування визначається, насамперед, характером рухової
        діяльності (її складністю, можливостями розчленування, рівнем спортивної підготовки та ін.).
      </p>
      <p>
        азначені вище методи, які часто визначаються як строго регламентовані (Л. П. Матвєєв, А. Д.
        Новиков), представляють `основний методичний арсенал` спортивного тренування. Їхня
        особливість виражається при спортивному тренуванні, насамперед, в підвищених вимогах до
        функціональних можливостей організму. Це прагнення призвело до різних конкретних форм
        додатки, які часто визначаються як самостійні методи (змагальний, ігровий, кругової та ін.).
        Незалежно від того, чи виправданий такий підхід, більш важливим є той факт, що повноцінний
        успіх у процесі спортивного тренування можна отримати тільки при вмілому поєднанні
        перерахованих методів та їх численних варіантів.
      </p>
      <p>
        При розгляді засобів і методів спортивного тренування необхідно мати на увазі, що ефект від
        їх застосування значно підвищується, коли вони вміло поєднуються з іншими додатковими
        факторами підготовки (різними тонізуючими і відновними процедурами самого різного змісту).
      </p>
      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/3948/1/%D0%A2%D0%B5%D0%BC%D0%B0%20%E2%84%965%20%D0%97%D0%B0%D1%81%D0%BE%D0%B1%D0%B8%20%D1%82%D0%B0%20%D0%BC%D0%B5%D1%82%D0%BE%D0%B4%D0%B8%20%D1%81%D0%BF%D0%BE%D1%80%D1%82%D0%B8%D0%B2%D0%BD%D0%BE%D1%97%20%D0%BF%D1%96%D0%B4%D0%B3%D0%BE%D1%82%D0%BE%D0%B2%D0%BA%D0%B8.pdf">
        Джерело#1
      </a>
      <a href="https://stud.com.ua/29490/meditsina/zasobi_metodi_trenuvannya">Джерело#2</a>
    </>
  );
};
