import s from './AnswersA.module.scss';

export const Q8 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Процес багаторічної спортивної підготовки умовно може бути поділений на дві стадії
      </p>
      <p>
        <strong>
          Перша стадія охоплює період від початку занять спортом до виходу спортсмена на рівень
          вищих досягнень, поділяється:
        </strong>
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Початкової підготовки</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Попередньої базової підготовки</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Спеціалізованої базової підготовки</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Підготовки до вищих досягнень</strong> <br />
        </li>
      </ul>
      <p>
        Перша стадія багаторічної підготовки завершується виходом спортсмена на рівень вищих
        досягнень, демонстрацією результатів міжнародного рівня. Часто успішне завершення цієї
        частини визначається досягненням «перших великих успіхів». Таким чином, в цій частині, з
        одного боку, спортсмен досягає високого рівня майстерності, а з іншого – у нього залишаються
        значні резерви для подальшого спортивного удосконалення і зростання результатів.
      </p>
      <p>
        ривалість цієї стадії достатньо стабільна і в різних видах спорту складає від 6-7 до 9-10
        років у жінок і від 7-8 до 10-11 років у чоловіків. Зменшення тривалості підготовки на цій
        стадії, зазвичай не більш ніж на 1-2 роки, обумовлене індивідуальними темпами вікового
        розвитку спортсмена, його яскравою обдарованістю до занять конкретним видом спорту, високою
        реактивністю функціональних систем, їх підвищеною здатністю до адаптаційних перебудов і
        методикою тренування.
      </p>
      <p>
        Збільшення тривалості підготовки на цій стадії, яке може сягати 2-3 роки і більше, зазвичай
        пов’язане з раннім початком занять спортом і великою тривалістю етапів початкової та
        попередньої базової підготовки, затриманням процесу вікового розвитку, невисоким темпом
        протікання адаптаційних перебудов як реакції на застосовувані тренувальні і змагальні
        навантаження, а також специфікою окремих видів спорту.
      </p>
      <p>
        <strong>
          Друга стадія охоплює період від виходу спортсмена на рівень вищих досягнень до завершення
          спортивної кар’єри, поділяється:
        </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Максимальної реалізації індивідуальних можливостей</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Збереження досягнень</strong> <br />
        </li>
        <li className={s.answer__item}>
          <strong>Поступового зниження результатів</strong> <br />
        </li>
      </ul>
      <p>
        Тривалість другої стадії багаторічної підготовки може коливатися у виключно широкому
        діапазоні – від 2-3 до 15-20 і більше років, що залежить від великої кількості різних
        факторів спортивно-педагогічного, психологічного, медичного і соціального порядку
      </p>
      <p>
        Розподіл етапів другої стадії багаторічної підготовки в значній мірі умовний, кожен з них
        плавно переходить у наступний і чіткої межі між ними не існує, оскільки вся система
        багаторічного удосконалення спортсмена є єдиним процесом становлення вищої спортивної
        майстерності і його реалізації в системі змагань. Проте цей поділ дозволяє систематизувати
        процес підготовки, підкорити його закономірностям формування і реалізації спортивної
        майстерності з урахуванням особливостей вікового розвитку і статі спортсменів, специфіки
        виду спорту, матеріально-технічних і соціальних умов.
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Етап початкової підготовки</strong>
          <p>
            найбільш важливих, оскільки саме тут закладається основа подальшого оволодіння
            спортивною майстерністю в обраному виді спорту. Однак, тут є небезпека перевантаження ще
            незміцнілого дитячого організму, оскільки у дітей цього віку існує відставання у
            розвитку окремих вегетативних функцій організму.
          </p>
          <p>
            Завданнями цього етапу є зміцнення здоров`я дітей, різностороння фізична підготовка,
            усунення недоліків в рівні фізичного розвитку, навчання техніці обраного виду спорту і
            техніці різних допоміжних і спеціально- підготовчих вправ.
          </p>
          <p>
            На етапі початкової підготовки не повинні плануватися тренувальні заняття із значними
            фізичними і психічними навантаженнями, що припускають застосування одноманітного,
            монотонного матеріалу.
          </p>
          <p>
            В технічному удосконаленні слід орієнтуватися на необхідність освоєння різноманітних
            підготовчих вправ. У жодному випадку не слід намагатися стабілізувати техніку рухів,
            вимагати стійкого рухового навику, що дозволяє досягти певних спортивних результатів. В
            цей час у юного спортсмена закладається різностороння технічна база, що передбачає
            оволодіння широким комплексом різноманітних рухових дій. Такий підхід — основа для
            подальшого технічного удосконалення. Це положення розповсюджується і на наступні два
            етапи багаторічної підготовки, проте особливо повинно враховуватися в період початкової
            підготовки.
          </p>
          <p>
            Діти засвоюють рухи безпосередньо після показу і пояснення. А отже велику роль відіграє
            наочний метод.
          </p>
          <p>
            Рухові навички у юних спортсменів повинні формуватися паралельно з розвитком фізичних
            якостей, необхідних для досягнення успіху в обраному виді спорту. З самого початку
            занять дітям необхідно оволодівати основами техніки цілісного вправи, а не окремих її
            частин. Навчання основам техніки доцільно проводити в полегшених умовах.
          </p>
          <p>
            Тренувальні заняття на цьому етапі, як правило, повинні проводитися не частіше за 2-3
            рази на тиждень, тривалість кожного з них до 60 хв. Ці заняття необхідно органічно
            поєднувати із заняттями фізичною культурою в школі і вони повинні носити переважно
            ігровий характер. Процес навчання повинен проходити концентровано, без великих пауз,
            тобто перерва між заняттями не повинна перевищувати трьох днів. Навчання кожній
            технічній дії або комплексу дій потрібно проводити протягом 15-25 занять (30-35 хв у
            кожному).
          </p>
          <p>
            Контроль на етапі початкової підготовки використовується для оцінки ступеня досягнення
            мети та вирішення поставлених завдань. Він повинен бути комплексним, проводитися
            регулярно і своєчасно, ґрунтуватися на об`єктивних і кількісних критеріях. Контроль
            ефективності технічної підготовки здійснюється, як правило, тренером з оцінки виконання
            обов`язкової програми, при здачі нормативів на проміжних етапах навчання. Контроль за
            ефективністю фізичної підготовки проводиться за допомогою спеціальних контрольних
            нормативів по роках навчання, які представлені тестами, котрі характеризують рівень
            розвитку фізичних якостей.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Етап попередньої базової підготовки</strong>
          <p>
            Основними завданнями підготовки на цьому етапі є різносторонній розвиток фізичних
            можливостей організму, зміцнення здоров`я юних спортсменів, усунення недоліків в рівні
            їх фізичного розвитку і фізичної підготовленості, створення рухового потенціалу, що
            передбачає освоєння різноманітних рухових навиків (зокрема відповідних специфіці
            майбутньої спортивної спеціалізації). Особлива увага приділяється формуванню стійкого
            інтересу юних спортсменів до цілеспрямованого багаторічного спортивного удосконалення.
          </p>
          <p>
            Раціональна побудова багаторічної підготовки багато в чому обумовлена співвідношенням
            різних її видів, роботою різної переважної спрямованості, динамікою і величиною
            навантажень. Від етапу до етапу змінюється співвідношення різних компонентів фізичної
            підготовки. Етап попередньої базової підготовки характеризується збільшенням, у
            порівнянні з етапом початкової підготовки, обсягу допоміжної фізичної підготовки, яка в
            сумі із загальною складає 85-90% загального обсягу роботи. Однак співвідношення різних
            видів підготовки може суттєво змінюватися в залежності від специфіки виду спорту,
            індивідуальних особливостей спортсменів, складу засобів та методів тренування.
          </p>
          <p>
            На цьому етапі вже більшою мірою, аніж на попередньому, технічне удосконалення будується
            на різноманітному матеріалі виду спорту, вибраного для спеціалізації. У велосипедному
            спорті, наприклад, освоюються навики їзди без управління кермом, їзда на велостанку без
            зорового контролю, фігурна їзда, їзда по снігу, техніка подолання крутих спусків і
            підйомів, різних способів старту і фінішу, проходження поворотів, віражів, розворотів,
            зміни в парних групових гонках і ін. У плаванні освоюється техніка різних способів
            плавання,старту, варіантів виконання повороту, вправ, спрямованих на удосконалення
            техніки рухів руками, ногами, техніки дихання, поліпшення узгодження рухів рук, ніг,
            дихання і тому подібне. Ще ширшою є технічна підготовка в сладнокоординаційних видах
            спорту, спортивних іграх і єдиноборствах. В результаті роботи на цьому і подальшому
            етапах багаторічної підготовки юний спортсмен повинен досить добре освоїти техніку
            багатьох десятків спеціальнопідготовчих вправ. Такий підхід у результаті, формує у нього
            здібності до швидкого освоєння техніки обраного виду спорту, відповідної його
            морфофункціональним можливостям, надалі забезпечує спортсменові уміння варіювати
            основними параметрами технічної майстерності залежно від умов конкретних змагань,
            функціонального стану в різних стадіях змагальної діяльності.
          </p>
          <p>
            Особливу увагу потрібно звертати на розвиток різних форм прояву швидкісних якостей, а
            також координаційних здібностей і гнучкості. При високому природному темпі приросту
            фізичних здібностей недоцільно планувати на цьому етапі гостро впливаючі тренувальні
            засоби — комплекси вправ з високою інтенсивністю і нетривалими паузами, відповідальні
            змагання, тренувальні заняття з великими навантаженнями і тому подібне.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Етап спеціалізованої базової підготовки</strong>
          <p>
            Етап спеціалізованої базової підготовки спрямований на забезпечення передумов для
            максимальної реалізації індивідуальних можливостей спортсменів на наступному етапі:
            створення міцного фундаменту спеціальної підготовленості, формування стійкої мотивації
            до досягнення високої спортивної майстерності. Основне завдання цього етапу полягає в
            тому, щоб забезпечити досконале і варіативне володіння раціональною спортивною технікою
            в ускладнених умовах, її індивідуалізацію. Також до необхідного рівня слід розвинути ті
            фізичні і вольові якості, які сприяють удосконаленню і реалізації технічної і тактичної
            майстерності в обраному виді спорту.
          </p>
          <p>
            Питома вага спеціальної підготовки постійно зростає за рахунок збільшення часу на
            виконання спеціально підготовчих і змагальних вправ. Паралельно збільшується сумарний
            обсяг роботи та її інтенсивність. Суттєво збільшується кількість змагальних стартів.
            Система тренування все більш індивідуалізується. Засоби тренування все більшою мірою за
            формою і змістом наближаються до змагальних вправ, у яких спеціалізується спортсмен.
          </p>
          <p>
            На цьому етапі багаторічної підготовки не тільки створюються всебічні передумови для
            напруженої спеціалізованої підготовки на наступному етапі, метою якого є досягнення
            найвищих результатів, але й забезпечується достатньо високий рівень спортивної
            майстерності в обраних видах змагань.
          </p>
          <p></p>
        </li>
        <li className={s.answer__item}>
          <strong>Етап підготовки до вищих досягнень</strong>
          <p>
            На цьому етапі передбачається досягнення максимальних результатів у видах спорту і видах
            змагань, обраних для поглибленої спеціалізації. Значно збільшується частка засобів
            спеціальної підготовки в загальному об`ємі тренувальної роботи, різко зростає змагальна
            практика.
          </p>
          <p>
            Основне завдання етапу — максимальне використання засобів, здатних викликати бурхливе
            протікання адаптаційних процесів. Сумарні величини об`єму і інтенсивності тренувальної
            роботи досягають максимуму, широко плануються заняття з великими навантаженнями,
            кількість занять в тижневих мікроциклах може досягти 15-20 і більш, різко зростають
            практика змагання і об`єм спеціальної психологічної, тактичної і інтегральної
            підготовки.
          </p>
          <p></p>
        </li>
        <li className={s.answer__item}>
          <strong>Етап максимальної реалізації індивідуальних можливостей</strong>
          <p>
            На цьому етапі знаходяться можливості для подальшого підвищення майстерності і зростання
            спортивних результатів. Основною особливістю підготовки спортсменів є підвищення
            результативності за рахунок якісних сторін системи спортивної підготовки. Об`єми
            тренувальної роботи і змагальної діяльності або стабілізуються на рівні, досягнутому на
            попередньому етапі багаторічної підготовки, або можуть бути трохи (5-10 %) підвищені або
            понижені. Основне завдання етапу — знайти приховані резерви організму спортсмена в
            різних сторонах його підготовленості (фізичною, технико- тактической, психологічною) і
            забезпечити їх прояв в тренувальній і змагальній діяльності. Особлива увага повинна бути
            на обернене знаходження резервів у сфері тактичної і психологічної підготовленості,
            тобто в тих сторонах майстерності, результативність в яких багато в чому визначається
            досвідом спортсмена, знанням сильних і слабких сторін основних суперників, що особливо
            важливе в єдиноборстві і спортивних іграх, проте може виявитися вирішальним і у всіх
            інших видах спорту, зумовлюючи характер тактичної і психологічної боротьби в змаганнях.
            У спортивних іграх дуже важливо вивчити і уміло використовувати індивідуальні
            особливості партнерів по команді, спираючись на їх сильні сторони і згладжуючи недоліки.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Етап збереження вищої спортивної майстерності</strong>
          <p>
            Підготовка на цьому етапі характеризується суто індивідуальним підходом. Пояснюється це
            наступним.
          </p>
          <p>
            По-друге, неминуче зниження функціонального потенціалу організму і його адаптаційних
            можливостей, обумовлене як природними віковими змінами систем і органів, так і високим
            рівнем навантажень на попередніх етапах багаторічного тренування, а нерідко і наслідками
            травм, не тільки не дозволяє збільшити навантаження, але і утрудняє утримання їх на
            раніше доступному рівні. Це вимагає знаходження індивідуальних резервів зростання
            майстерності, здатних нейтралізувати дію вказаних негативних чинників.
          </p>
          <p></p>
        </li>
        <li className={s.answer__item}>
          <strong>Поступового зниження результатів</strong>
          <p>
            Слід врахувати, що спортсмени, що знаходяться на даному етапі багаторічної підготовки,
            добре адаптовані до найрізноманітніших засобів тренувальної дії. Як правило, варіантами
            планування тренувального процесу, що раніше застосовувалися, методами і засобами не
            вдається добитися не тільки прогресу, але і утримати спортивні результати на колишньому
            рівні. Тому на цьому етапі, як ніколи раніше, слід прагнути до зміни засобів і методів
            тренування, застосування комплексів вправ тренажерних пристроїв, що ще не
            використовувалися, нових, неспецифічних засобів, стимулюючу працездатність і
            ефективність виконання рухових дій. Рішенню цієї задачі можуть також сприяти істотні
            коливання тренувального навантаження. Наприклад, на тлі загального зменшення об`єму
            роботи в макроциклі ефективним може опинитися планування ударних мікро- і мезоциклов з
            виключно високим тренувальним навантаженням.
          </p>
        </li>
        <li className={s.answer__item}>
          <strong>Етап поступового зниження досягнень і виходу зі спорту вищих досягнень</strong>
          <p>
            Підготовка на цьому етапі ще більша, ніж на попередньому, характеризується зниженням
            сумарного об`єму тренувальної і змагальної діяльності, суто індивідуальним підходом до
            побудови процесу підготовки, підвищеною увагою до загальної і допоміжної підготовки, що
            повинне загальмувати процес втрати базових компонентів підготовленості.
          </p>
          <p>
            Важливим моментом підготовки на даному етапі багаторічного вдосконалення може з`явитися
            перехід на систему побудови річної підготовки з меншою кількістю циклів (з двохциклової
            — на одноциклову, з 3-4-циклової — на двохциклову). Це, з одного боку, робить процес
            більш щадним, а з іншої — дозволяє сконцентрувати в певних періодах максимальний об`єм
            специфічних засобів як чинник стимуляції адаптаційних ресурсів і виведення спортсмена на
            найвищий рівень готовності до моменту головних змагань року.
          </p>
          <p>
            Для спортсмена, що знаходиться на завершальному етапі багаторічної підготовки, організм
            якого багато в чому вичерпав свої адаптаційні ресурси, який вже нерідко задається
            питанням про доцільність продовження спортивної кар`єри, особливого значення набуває
            ефективне використання позатренувальнихных і позазмагальних чинників. Дуже важливі і
            сприятливі умови життя — хороші житлові умови, матеріальне благополуччя, соціальна
            захищеність і упевненість в завтрашньому дні. Не менш важливі також раціональне
            харчування і ефективне відновлення спортсменів, ефективне науково-методичне забезпечення
            їх підготовки і, зокрема, такий важливий його напрям, як контроль функціонального стану
            і підготовленості, що необхідне зокрема для виявлення невикористаних резервів і
            профілактики захворювань і травм. Велике значення має і хороше матеріально-технічне
            забезпечення підготовки — застосування нових технічних засобів, тренажерів, інвентарю,
            що надає у тому числі і сприятливий психологічний ефект.
          </p>
        </li>
      </ul>

      <p>
        <strong>
          Основні напрями інтенсифікації підготовки в процесі багаторічного спортивного
          удосконалення.
        </strong>
        <br />
        При побудові багаторічної підготовки повинна бути забезпечена така організація тренувального
        процесу, яка дозволила б помітно ускладнювати тренувальну програму від одного етапу
        підготовки або від одного макроциклу до іншого. В цьому випадку можна добитися планомірного
        зростання фізичних і технічних здібностей спортсмена, підвищення функціональних можливостей
        основних систем його організму. Тому слід чітко виділити напрями, згідно яких повинна
        відбуватися інтенсифікація тренувального процесу впродовж всього шляху спортивного
        вдосконалення. До основних з них відносяться:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          планомірне збільшення сумарного об`єму тренувальної роботи, що виконується протягом
          окремого тренувального року або макроциклу;
        </li>
        <li className={s.answer__item}>
          своєчасна вузька спортивна спеціалізація, що знаходиться відповідно до меж етапу
          підготовки до вищих досягнень;
        </li>
        <li className={s.answer__item}>
          поступове, з року в рік, збільшення загальної кількості тренувальних занять в мікроциклах;
        </li>
        <li className={s.answer__item}>
          планомірне збільшення в мікроциклах тренувальних занять з великими навантаженнями;
        </li>
        <li className={s.answer__item}>
          планомірне збільшення в тренувальному процесі кількості занять вибіркової спрямованості,
          що викликають глибоку мобілізацію функціональних можливостей організму;
        </li>
        <li className={s.answer__item}>
          широке використання жорстких тренувальних режимів, які сприяють приросту спеціальної
          витривалості, а також значне розширення змагальної практики на завершальних етапах
          спортивного вдосконалення;
        </li>
        <li className={s.answer__item}>
          збільшення загальної кількості основних змагань, що відрізняються високим психологічним
          напруженням, жорсткою конкуренцією;
        </li>
        <li className={s.answer__item}>
          поступове введення додаткових засобів, стимулюючих працездатність, прискорюючих процеси
          відновлення після напружених навантажень, що збільшують реакцію організму на навантаження;
        </li>
        <li className={s.answer__item}>
          збільшення обсягу техніко-тактичної підготовки в умовах, максимально наближених до
          передбаченої змагальної діяльності;
        </li>
        <li className={s.answer__item}>
          планомірне збільшення психічної напруженості в тренувальному процесі, створення
          мікроклімату змагань і жорсткої конкуренції в кожному занятті.
        </li>
      </ul>

      <a href="https://repository.ldufk.edu.ua/bitstream/34606048/3738/1/%D0%A2%D0%B5%D0%BC%D0%B0%202%20%D0%95%D1%82%D0%B0%D0%BF%D0%B8%20%D0%B1%D0%B0%D0%B3%D0%B0%D1%82%D0%BE%D1%80%D1%96%D1%87%D0%BD%D0%BE%D1%97%20%D0%BF%D1%96%D0%B4%D0%B3%D0%BE%D1%82%D0%BE%D0%B2%D0%BA%D0%B8%20%D1%81%D0%BF%D0%BE%D1%80%D1%82%D1%81%D0%BC%D0%B5%D0%BD%D1%96%D0%B2.pdf">
        Джерело
      </a>
    </>
  );
};
