import s from './AnswersA.module.scss';

export const Q9 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Спортивна підготовка здійснюється за окремими розділами, які мають самостійні ознаки, а саме
        сторони підготовки: фізична, технічна, тактична, теоретична, морально-вольова та
        інтегральна.
      </p>

      <p>
        Спортивне тренування здійснюється на основі загально педагогічних принципів і принципів
        методики фізичного виховання і спорту. Сучасна система підготовки спортсменів здійснюється
        на таких основних принципах, що базуються на науково-методичній основі:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>спрямованість до максимально можливих досягнень;</li>
        <li className={s.answer__item}>поглиблена спеціалізація та індивідуалізація;</li>
        <li className={s.answer__item}>єдність загальної та спеціальної підготовки;</li>
        <li> єдність поступовості та граничного збільшення тренувальних навантажень;</li>
        <li>хвилеподібність динаміки навантажень;</li>
        <li>циклічність тренувального процесу.</li>
      </ul>

      <p className={s.answer__paragraph}>Методи спортивного тренування розподіляються:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong> Загально-педагогічні методи </strong> <br />
          спрямовані на оволодіння знаннями. Вони розподіляються на методи, що забезпечують:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>
              сенсорну передачу та засвоєння інформації (натуральний показ, демонстрація тощо);
            </li>
            <li className={s.answer__item}>
              друковану передачу, засвоєння та відтворення інформації (робота з документальною
              інформацією);
            </li>
            <li className={s.answer__item}>
              усну передачу, засвоєння та відтворення інформації (лекція, розповідь, пояснення
              тощо).
            </li>
          </ul>
        </li>
        <li className={s.answer__item}>
          <strong> Специфічні методи </strong> <br />
          використовуються з метою оволодіння руховими вміннями та навичками, а також для
          вдосконалення рухових навичок і розвитку фізичних якостей.
        </li>
        <li className={s.answer__item}>
          <strong> Додаткові методи</strong> <br />
          спеціально розробляються відносно запитів спортивної практики. Ними є аутогенне
          тренування, психомоторне тренування, тренування в екстремальних умовах тощо.
        </li>
      </ul>
    </>
  );
};
