import s from './AnswersC.module.scss';

export const Q1 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Спортивная медицина </strong>— научно-практическая дисциплина, которая представляет
        составную часть медицинской науки и системы здравоохранения в сфере физической культуры и
        спорта. Она призвана изучать состояние здоровья, физическое развитие и функциональное
        состояние лиц, которые занимаются физической культурой и спортом, а также осуществлять
        профилактику, диагностику и лечение заболеваний и повреждений, связанных с занятиями
        физической культурой и спортом.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Цель: </strong> <br /> содействие рациональному использованию средств и методов
        физической культуры и спорта для гармоничного развития человека, сохранение и укрепление его
        здоровья, повышение трудоспособности и продолжение активного, творческого периода жизни.
        Общая работа тренера и врача по планированию и коррекции учебно- тренировочного процесса,
        умение тренера использовать данные врачебного контроля в своей повседневной работе - важное
        условие правильной организации и эффективности занятий.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Задачи: </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          изучение здоровья, физического развития и функциональных * возможностей организма
          физкультурников и спортсменов и на этой основе определение противопоказаний к разным видам
          занятий, решение вопросов спортивного отбора и ориентации;
        </li>
        <li className={s.answer__item}>
          определение и оценка функционального состояния организма спортсменов, их тренированности;
        </li>
        <li className={s.answer__item}>
          изучение заболеваний и травм, которые возникают при нерациональных занятиях, разработка
          методов диагностики, профилактики, лечения и реабилитации;
        </li>
        <li className={s.answer__item}>
          обоснование рациональных режимов занятий и тренировок для разных контингентов занимающихся
          физической культурой и спортом, средств повышения и восстановления спортивной
          трудоспособности.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Разделы и организация: </strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Функциональная диагностика.</strong> <br />
          Раздел знакомит с особенностями функционального состояния разных систем организма.
          Составной частью этого раздела есть тестирование функциональной готовности, физической
          трудоспособности и других важных для практики спорта показателей, которые выявляются при
          проведении различных функциональных проб. В непосредственной связи с функциональной
          диагностикой, существенным образом дополняя ее, находится изучение физического развития
          человека.
        </li>
        <li className={s.answer__item}>
          <strong>Врачебно-педагогическое обеспечение тренировок и соревнований.</strong>
          <br />
          Здесь рассматриваются вопросы использования медицинской информации для управления
          тренировочным процессом, оптимизации условий проведения соревнований, а также данные об
          антидопинговом контроле и контроле на половую принадлежность.
        </li>
        <li className={s.answer__item}>
          <strong>Медицинский контроль в массовой физической культуре и спорте.</strong>
          <br />
          Это один из важнейших разделов в курсе спортивной медицины. В нем представлена информация
          о возрастных и половых особенностях занимающихся физической культурой, об оптимизации
          занятий с разным контингентом занимающихся. Особое внимание в последнее время обращается
          на самоконтроль в массовой физической культуре.
        </li>
        <li className={s.answer__item}>
          <strong>
            Восстановление физической работоспособности после тренировок и соревнований.
          </strong>
          <br />
          Восстановление физической работоспособности и нормального функционального состояния
          организма — неотъемлемая составная часть правильно организованной тренировки.
        </li>
        <li className={s.answer__item}>
          <strong>Спортивная патология.</strong>
          <br />
          Чрезмерные физические нагрузки, которые практикуются в современном спорте, могут вызвать
          срыв компенсаторных механизмов, возникновение разнообразной патологии, имеющей свои
          особенности и по структуре отличающейся от таковой у лиц, которые не занимаются спортом
          высших достижений.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>История развития.</strong> <br />
        Начало современной спортивной медицины относится к 1911 г., когда на Всемирной гигиенической
        выставке впервые появился раздел «гигиены физических упражнений». Работа первого кабинета
        врачебного контроля и лечебной физкультуры в Украине была начата в 1926 г. в Харькове. В
        период с 1928 по 1935 гг. были основаны кафедры врачебного контроля и лечебной физкультуры
        во многих медицинских институтах страны, а также создан Украинский научно-исследовательский
        институт физкультуры. Вторая половина XX столетия стала расцветом отечественной спортивной
        медицины (термин, заменивший «врачебный контроль» в 1970 г.).
      </p>
    </>
  );
};
