import s from './AnswersC.module.scss';

export const Q1 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Охорона працi</strong> система правових, соціально-економічних, органiзацiйних,
        технiчних, гiгiєнiчних та лiкувально - профiлактичних заходів та засобiв, спрямованих на
        забезпечення збереження здоров`я та працездатностi людини в процесi працi.
      </p>
      <p className={s.answer__paragraph}>Основними законодавчими актами з охорони праці є: </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>Конституцiя України;</li>
        <li className={s.answer__item}>Кодекс законів про працю України;</li>
        <li className={s.answer__item}>Закон України про охорону праці;</li>
        <li className={s.answer__item}>
          Нормативні акти з охорони праці (стандарти, інструкції, правила, норми, положення, статути
          та ін. документи).;
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Одним із головних документів, який забезпечує чітке виконання службових обов`язків
        працівниками, є Кодекс законів про працю України (КЗп)
      </p>
      <p className={s.answer__paragraph}>
        У главі І `Загальні положення` викладені основні трудові права та обов`язки працівників,
        особливості міжнародних угод або договорів з питань трудового законодавства, а також
        додаткові пільги, які можуть бути їм надані.
      </p>
      <p className={s.answer__paragraph}>
        Глава II містить закон про колективний договір.Колективний договір, угода укладається
        профспілковим комітетом підприємства від імені трудового колективу з роботодавцем.Проект
        договору (угоди) повинен обговорюватись на зборах (конференції) трудового колективу і
        затверджуватись зборами (конференцією).
      </p>
    </>
  );
};
