import s from './AnswersC.module.scss';

export const Q16 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Занятие физической культурой и спортом в детском, подростковом и юношеском возрасте:
        положительно влияют на рост и развитие организма, укрепляют здоровье, оказывают содействие
        лучшему протеканию пластических процессов, увеличивают функциональные возможности всех
        систем организма, а также имеют большое воспитательное значение
      </p>
      <p className={s.answer__paragraph}>
        Возраст до 7 лет считается детским, с 8 до 14 - подростковым, ас 15 до 20 - юношеским.
      </p>
      <p className={s.answer__paragraph}>
        Решающая роль в оценке развития детей и подростков играет биологический уровень зрелости их
        организма, который определяется на основании: определения выраженности вторичных половых
        признаков; изучения показателей физического развития.
      </p>
      <p className={s.answer__paragraph}>
        При составлении программ тренировочных занятий необходимо учитывать биологический возраст
        подростков.
      </p>
      <p className={s.answer__paragraph}>
        Детей, которые опережают своих ровесников по темпам полового созревания и физического
        развития, называют акселератами, а запаздывающих в своем развитии - ретардантами.
      </p>
      <p className={s.answer__paragraph}>
        При занятиях детей и подростков спортом необходимо придерживаться следующих условий:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          систематический врачебный контроль с учетом возрастных особенностей занимающихся;
        </li>
        <li className={s.answer__item}>
          cтрогое выполнение преподавателем и тренером врачебных рекомендаций;
        </li>
        <li className={s.answer__item}>
          к спортивной тренировке должны допускаться только абсолютно здоровые дети, отнесенные
          врачом к основной группе;
        </li>
        <li className={s.answer__item}>
          распределение занимающихся на группы, однородные по биологическому возрасту и уровню
          подготовленности; обязательная индивидуализация нагрузок;
        </li>
        <li className={s.answer__item}>
          строгое соблюдение режима (быта, питания), достаточный отдых между нагрузками (юные
          спортсмены должны спать не менее 9-10 часов в сутки), резкое уменьшение физических
          нагрузок в период экзаменов;
        </li>
        <li className={s.answer__item}>
          обязательное соблюдение регулярности и постепенности в увеличении нагрузок;
        </li>
        <li className={s.answer__item}>
          недопустим перенос особенностей режима и методики тренировки взрослых спортсменов в
          практику работы с подростками, юношами и девушками.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        Важнейший раздел совместной работы врача и тренера — спортивная ориентация и спортивный
        отбор. Задача спортивной ориентации - выбрать для каждого подростка вид спортивной
        деятельности, наиболее отвечающий его индивидуальным особенностям. Задача спортивного отбора
        — отобрать детей, наиболее соответствующих требованиям вида спорта.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Распределение учащихся на группы для занятий физической культурой.</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Основная медицинская группа:</strong> <br />
          учащиеся без отклонений в состоянии здоровья или с незначительными отклонениями при
          хорошем физическом развитии.
        </li>
        <li className={s.answer__item}>
          <strong>Подготовительная медицинская группа:</strong>
          <br />
          учащиеся с недостаточным физическим развитием и слабо физически подготовленные, без
          отклонений или с незначительными отклонениями в состоянии здоровья. <br />
          При улучшении состояния здоровья, физического развития и повышении функциональных
          возможностей, учащиеся после дополнительного медицинского осмотра переводятся в основную
          группу. Учащимся, отнесенным в подготовительную группу, занятия спортом запрещаются.
        </li>
        <li className={s.answer__item}>
          <strong>Специальная медицинская группа:</strong>
          <br />
          учащиеся, имеющие отклонения в состоянии здоровья постоянного или временного характера
          могут выполнять обычные учебные нагрузки, однако им противопоказаны занятия по учебной
          программе физического воспитания.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        После острых или обострения хронических заболеваний, а также после травм учащиеся временно
        освобождаются от учебных занятий по физической культуре.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Врачебные осмотры позволяют:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          объективно учитывать влияние учебных занятий по физической культуре;
        </li>
        <li className={s.answer__item}>
          выявлять возможные изменения в состоянии здоровья и в физическом развитии;
        </li>
        <li className={s.answer__item}>
          вносить необходимые коррективы в процесс физического воспитания.
        </li>
      </ul>
    </>
  );
};
