import s from './AnswersC.module.scss';

export const Q17 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>Проводиться з працівниками:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>при ліквідації аварії або стихійного лиха;</li>
        <li className={s.answer__item}>
          при проведенні робіт, на які відповідно до законодавства оформлюються наряд-допуск, наказ
          або розпорядження.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Цільовий інструктаж проводиться індивідуально з окремим працівником або з групою
        працівників. Обсяг і зміст цільового інструктажу визначаються залежно від виду робіт, що
        виконуватимуться.
      </p>
      <p className={s.answer__paragraph}>
        Первинний, повторний, позаплановий і цільовий інструктажі проводить безпосередній керівник
        робіт (начальник структурного підрозділу, майстер) або фізична особа, яка використовує
        найману працю.
      </p>
      <p>
        Ці інструктажі завершуються перевіркою знань у вигляді усного опитування або за допомогою
        технічних засобів, а також перевіркою набутих навичок безпечних методів праці, особою, яка
        проводила інструктаж.
      </p>
    </>
  );
};
