import s from './AnswersC.module.scss';

export const Q19 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Технічні причини</strong>, котрі можна охарактеризувати як причини, що залежать від
        рівня організації праці на виробництві.
      </p>
      <p className={s.answer__paragraph}>До них можна віднести:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>недосконалий технологічний процес;</li>
        <li className={s.answer__item}>конструктивні недоліки обладнання;</li>
        <li className={s.answer__item}>інструментів та пристосувань</li>
        <li className={s.answer__item}>недостатня механізація важких робіт;</li>
        <li className={s.answer__item}>недосконале огородження;</li>
        <li className={s.answer__item}>ідсутність спеціальних захисних засобів;</li>
        <li className={s.answer__item}>засобів сигналізації та блокувань;</li>
        <li className={s.answer__item}>недостатня міцність та надійність машин;</li>
        <li className={s.answer__item}>шкідливі властивості оброблюваного матеріалу;</li>
        <li className={s.answer__item}>тощо.</li>
      </ul>

      <p className={s.answer__paragraph}>
        Ці причини інколи називають конструктивними або інженерними.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Психофізіологічні причини</strong>,грубі помилки в діях, пов`язані з фізіологічним
        (втомленість), психічним (підвищена дратливість) або хворобливим станом працівників.
      </p>
      <p className={s.answer__paragraph}>
        Найбільш частими конкретними причинами виробничого травматизму на виробничих підприємствах
        є:
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>відсутність інструкцій з охорони праці;</li>
        <li className={s.answer__item}>
          робота на несправному обладнанні або на обладнанні без засобів захисту;
        </li>
        <li className={s.answer__item}>
          відсутність засобів проти випадкового ураження працівників електричним струмом;
        </li>
        <li className={s.answer__item}>
          відсутність драбин, які б відповідали вимогам правил техніки безпеки;
        </li>
        <li className={s.answer__item}>
          розвантаження і транспортування вантажів без застосування відповідних механізмів і
          пристосувань;
        </li>
        <li className={s.answer__item}>
          користування несправним реманентом, пристосуванням та інструментом
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Людина може припускатися помилок у своїх діях внаслідок фізичного, статичного або
        динамічного перевантаження, розумового перенапруження, перенапруження аналізаторів
        (зорового, слухового, тактильного), монотонності праці, стресових ситуацій, хворобливого
        стану. Травму може викликати незадовільність анатомо-фізіологічних і психічних особливостей
        організму людини залежно від характеру виконуваної роботи. У сучасних складних технічних
        системах управління, в конструкціях машин, приладів і систем управління ще недостатньо
        враховуються фізіологічні і антропологічні особливості і можливості людини.
      </p>
    </>
  );
};
