import s from './AnswersC.module.scss';

export const Q2 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Закон <strong>`Про охорону праці`</strong> прийнятий Верховною Радою України 14 жовтня 1992
        p., був переглянутий і затверджений Президентом України в новій редакції 21 листопада 2002
        р. Він складається з преамбули та 9 розділів. Відзначимо деякі важливі моменти, занотовані в
        Законі.
      </p>
      <p className={s.answer__paragraph}>
        озділі І `Загальні положення` (стаття 1) наводяться визначення понять: `охорона праці`,
        `роботодавець`, `працівник`, та окреслюється дія цього Закону (стаття 2), який поширюється
        на всіх фізичних та юридичних осіб. У статті 3 йдеться про те, що при укладанні міжнародних
        договорів, на обов`язковість яких надала згоду Верховна Рада України, в яких встановлено
        інші норми, ніж ті, що передбачені законодавством України про охорону праці, застосовуються
        норми міжнародного договору. Основними принципами державної політики в галузі охорони праці
        (стаття 4) є пріоритет життя та здоров`я людини перед будь-якими результатами виробничої
        діяльності, її соціальний захист та відшкодування шкоди, заподіяної здоров`ю, навчання з
        питань охорони праці, повної відповідальності роботодавця за створення безпечних і здорових
        умов праці шляхом суцільного контролю та ін.
      </p>
      <p>
        розділі III `Організація охорони праці` йдеться про те, що роботодавець обов`язково створює
        систему управління охороною праці на підприємстві і забезпечує її функціонування для
        досягнення встановлених нормативів і підвищення існуючого рівня охорони праці.
      </p>
      <p>
        розділі IV - `Стимулювання охорони праці` йдеться про економічне стимулювання працівників
        (стаття 25) за активну участь та ініціативу у запровадженні заходів щодо підвищення рівня
        безпеки праці, яке здійснюється згідно з колективним договором, угодою та законодавством.
      </p>
      <p>
        Розділ V - `Нормативно-правові акти з охорони праці`. До них належать правила, норми,
        регламенти, положення, стандарти, інструкції та інші документи, обов`язкові для виконання.
        Вони переглядаються за необхідністю, але не рідше одного разу на 10 років.
      </p>
      <p>
        Розділ VI - `Державне управління охороною праці` (стаття 32) - визначає органи державного
        управління охороною праці та їх компетенцію - Кабінет Міністрів (забезпечує реалізацію
        державної політики в галузі охорони праці); спеціально уповноважений центральний орган
        виконавчої влади;
      </p>
      <p>
        Розділ VII - `Державний нагляд і громадський контроль за охороною праці`. Державний нагляд
        (стаття 38) здійснюють: спеціально уповноважений центральний орган виконавчої влади з
        нагляду за охороною праці.
      </p>
      <p>
        Розділ VIII - `Відповідальність за порушення законодавства про охорону праці`. За порушення
        законодавства про охорону праці передбачено штраф (стаття 43), максимальний розмір якого
        становить 5% місячного фонду заробітної плати юридичної чи фізичної особи, яка використовує
        найману працю. Кошти від штрафів зараховуються до Державного бюджету.
      </p>
      <p>
        Розділ IX. `Прикінцеві положення`. Закон набирає чинності з дня його опублікування, а
        частина четверта статті 19 - з 1 січня 2003 р.
      </p>
    </>
  );
};
