import s from './AnswersC.module.scss';

export const Q21 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Мікроклімат виробничих приміщень</strong> це умови внутрішнього середовища у
        виробничому приміщенні, що впливають на тепловий обмін працюючих з оточенням шляхом
        конвекції, кондукції, теплового випромінювання та випаровування вологи і діють на людину у
        процесі праці, на його робочому місці, у робочій зоні.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Робоче місце</strong> територія постійного або тимчасового знаходження людини у
        процесі праці.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Постійне робоче місце</strong> це, на якому працюючий знаходиться понад 50% робочого
        часу або більше двох годин безперервно.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Непостійне робоче місце</strong> місце, на якому працюючий знаходиться менше 50 %
        робочого часу або менше двох годин безперервно.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Робоча зона</strong> територія постійного або тимчасового знаходження людини у
        процесі праці.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Робоче місце</strong> це простір, в якому знаходяться робочі місця постійного або
        тимчасового перебування працівників.
      </p>
      <p className={s.answer__paragraph}>Параметри мікроклімату:</p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>температура повітря Т, оС; 22-24</li>
        <li className={s.answer__item}>відносна вологість , %; 60-40</li>
        <li className={s.answer__item}>швидкість руху повітря V, м/с; 0,1 м/сек.</li>
        <li className={s.answer__item}>інтенсивність теплового(інфрачервоного) опромінення;</li>
        <li className={s.answer__item}>температура поверхонь устаткування.</li>
      </ul>
    </>
  );
};
