import s from './AnswersC.module.scss';

export const Q22 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Значні коливання параметрів мікроклімату можуть привести до порушення терморегуляції
        організму (здатності організму утримувати постійну температуру), загальної слабкості та
        інших негативних проявів. За ступенем впливу на тепловий стан людини мікрокліматичні умови
        поділяються на оптимальні та допустимі. Нормування параметрів мікроклімату здійснюється у
        відповідності до вимогам «Санітарних норм мікроклімату виробничих приміщень» ( ДСН
        3.3.6.042-99), якими встановлені норми оптимальних та допустимих параметрів мікроклімату
        виробничих приміщень.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Оптимальні</strong> найбільш сприятливі, комфортні – це такі параметри мікроклімату,
        які при тривалому, систематичному впливі на людину забезпечують нормальний тепловий стан
        організму без напруги і порушення системи терморегуляції. Такі умови створюють відчуття
        теплового комфорту і забезпечують умови для високого рівня працездатності.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Допустимі </strong> це такі параметри мікроклімату, які при тривалому,
        систематичному впливі на людину можуть викликати зміни теплового стану організму, що швидко
        минають і нормалізуються та супроводжуються напруженням механізмів терморегуляції в межах
        біологічної адаптації. При цьому не виникають ушкодження або порушення стану здоров’я, але
        можуть спостерігатися відчуття дискомфорту та зниження працездатності.
      </p>
      <p className={s.answer__paragraph}>
        Параметри мікроклімату нормуються для постійних та непостійних місць в залежності від
        наступних факторів:
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>періоду року;</li>
        <li className={s.answer__item}>категорії важкості робіт за фізичним навантаженням.</li>
      </ul>
    </>
  );
};
