import s from './AnswersC.module.scss';

export const Q24 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Електротравми відбуваються при потраплянні людини під напругу в результаті доторкання до
        елементів електроустановки з різними потенціалами, чи потенціал яких відрізняється від
        потенціалу землі, в результаті утворення електричної дуги між елементами електроустановки
        безпосередньо, або між останніми і людиною, яка має контакт з землею, а також в результаті
        дії напруги кроку. Як попередньо зазначалось, електротравми в загальному виробничому
        травматизмі складають біля 1%, а в смертельному - біля 15-20%. Останнє свідчить про зміщення
        виду електротравм у бік тяжких, що є однією з особливостей електротравматизму.
      </p>

      <p className={s.answer__paragraph}>
        Крім зазначеного, в порівнянні з іншими видами травматизму, електротравматизму характерні
        такі особливості:
      </p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          людина не в змозі дистанційно, без спеціальних приладів, визначати наявність напруги, а
          тому дія струму, зазвичай, є раптовою, і захисна реакція організму проявляється тільки
          після потрапляння під напругу;
        </li>
        <li className={s.answer__item}>
          струм, що протікає через тіло людини, діє на тканини і органи не тільки в місцях контакту
          зі струмовідними частинами і на шляху протікання, але й рефлекторно, як надзвичайно
          сильний подразник, впливає на весь організм, що може призводити до порушення
          функціонування життєво важливих систем організму — нервової, серцево-судинної систем,
          дихання, тощо;
        </li>
        <li className={s.answer__item}>
          електротравми можливі без дотику людини до струмовідних частин — внаслідок утворення
          електричної дуги при пробої повітряного проміжку між струмовідними частинами, або між
          струмовідними частинами і людиною, чи землею;
        </li>
        <li className={s.answer__item}>
          розслідуванню, обліку і аналізу, в основному, доступні тяжкі електротравми та
          електротравми зі смертельними наслідками, що негативно впливає на профілактику
          електротравм.
        </li>
      </ul>
    </>
  );
};
