import s from './AnswersC.module.scss';

export const Q26 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        К острым патологическим состояниям в спорте относят анафилактический шок, внезапное
        прекращение кровообращения, инфаркт миокарда, обжатие грудной клетки, обмороки,
        переохлаждение, тепловые поражения, общую дегидратацию, утопление.
      </p>
      <p className={s.answer__paragraph}>
        Клиническая картина анафилактического шока развивается через несколько минут или даже секунд
        после введения аллергена в организм и проявляется опасным отёком гортани.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Внезапное прекращение кровообращения</strong> состояние, характеризующееся
        отсутствием эффективных сердечных сокращений.
      </p>
      <p className={s.answer__paragraph}>
        Необходимо проводить искусственную вентиляцию легких (ИВЛ), закрытый массаж сердца.
      </p>
      <p className={s.answer__paragraph}>Неотложная помощь при инфаркте:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>абсолютный покой,</li>
        <li className={s.answer__item}>горизонтальное положение,</li>
        <li className={s.answer__item}>
          нитроглицерин под язык (при отсутствии выраженного снижения артериального давления),
        </li>
        <li className={s.answer__item}>
          немедленная щадящая транспортировка в специализированное лечебное учреждение.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Обжатие грудной клетки</strong> иожсл возникнуть при подводном плавании у
        аквалангистов. Во время погружения в воду на тело спортсмена начинает оказывать воздействие
        гидростатическое давление, возрастающее с увеличением глубины. Глубина около 30 м считается
        физиологическим пределом свободного ныряния. При дальнейшем погружении может резко
        затрудниться кровообращение и как следствие - развиться острая сердечная недостаточность.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Первая помощь при обжатии грудной клетки</strong> - обеспечить пострадавшему полный
        покой и вдыхание кислорода, а также постараться срочно доставить его в лечебное учреждение,
        где имеется барокамера.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Обморок</strong> — внезапная кратковременная обратимая потеря сознания, возникающая
        в результате острого нарушения мозгового кровообращения или острого нарушения метаболизма в
        тканях мозга. Оказание первой помощи - 13 вопрос
      </p>
      <p className={s.answer__paragraph}>
        <strong>Переохлаждение</strong> — состояние, возникающее в результате истощения
        адаптационных механизмов терморегуляции, когда температура тела под влиянием внешнего
        охлаждения прогрессивно падает и все жизненные функции угнетаются вплоть до их полного
        угасания.
      </p>
      <p className={s.answer__paragraph}>
        Для активного согревания пострадавшего необходимо поместить в теплую ванну с температурой
        воды не ниже 24°С, а далее в течение 10 мин довести температуру воды до 37-39°С.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Тепловой и солнечный удары</strong> — патологические состояния, развивающиеся в
        результате декомпенсации терморегуляции под воздействием экзогенного и эндогенного тепла,
        которое своевременно не отдается организмом во внешнюю среду вследствие недостаточности
        потоотделения.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Неотложная помощь</strong>при тепловом и солнечном ударах должна начинаться с
        охлаждения пострадавшего (подробнее 13 вопрос)
      </p>
    </>
  );
};
