import s from './AnswersC.module.scss';

export const Q26 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Заходи першої допомоги залежать від стану потерпілого після визволення його від електричного
        струму.
      </p>

      <p className={s.answer__paragraph}>Для визначення стану необхідно вжити таких заходів:</p>

      <ul className={s.answer__list}>
        <li className={s.answer__item}>покласти потерпілого спиною на тверду поверхню;</li>
        <li className={s.answer__item}>перевірити наявність у потерпілого дихання;</li>
        <li className={s.answer__item}>
          перевірити наявність у потерпілого пульсу на сонній артерії;
        </li>
        <li className={s.answer__item}>
          з`ясувати стан зіниці, широка зіниця вказує на погіршення кровопостачання.
        </li>
      </ul>
      <p>
        У всіх випадках ураження електричним струмом виклик лікаря є обов`язковим незалежно від
        стану потерпілого. Якщо потерпілий знаходиться при свідомості, його треба покласти у зручне
        положення і до прибуття лікаря забезпечити спокій, обов`язково спостерігаючи задиханням і
        пульсом. Не можна дозволяти потерпілому рухатись, продовжувати роботу. Якщо лікаря швидко
        викликати не можна, необхідно терміново доставити потерпілого у медичний пункт. Якщо
        потерпілий знаходиться у непритомному стані, його необхідно покласти, розстебнути одяг,
        забезпечити приплив свіжого повітря, дати понюхати нашатирний спирт, бризнути на нього водою
        і забезпечити спокій. У той же час потрібно викликати лікаря. Якщо потерпілий дихає погано,
        рідко і судомно, йому необхідно робити штучне дихання і непрямий масаж серця.
      </p>
      <p>
        У разі відсутності в потерпілого ознак життя не можна вважати його померлим. Якщо в такому
        стані потерпілому не буде надано негайну першу допомогу у вигляді штучного дихання і
        зовнішнього масажу серця, то настане смерть. Оживлення організму, ураженого електричним
        струмом, може бути проведено кількома способами. Всі вони базуються на штучному диханні.
        Починати штучне дихання слід негайно після вивільнення потерпілого від електричного струму і
        проводити безперервно до досягнення позитивного результату. Штучне дихання необхідно робити
        безперервно, до прибуття лікаря.
      </p>
      <p>
        Переносити потерпілого до іншого місця треба тільки в тих випадках, коли йому, чи особі, яка
        надає допомогу, продовжує загрожувати небезпека. Ураженого електричним струмом можна визнати
        померлим тільки за наявності видимих тяжких зовнішніх ушкоджень: роздроблення черепа у разі
        падіння чи обпалення всього тіла. В інших випадках констатує смерть лише в лікарні.
      </p>
    </>
  );
};
