import s from './AnswersC.module.scss';

export const Q27 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Гипогликемия</strong> - патологическое состояние, обусловленное снижением содержания
        глюкозы в крови. Это острое патологическое состояние развивается преимущественно на
        соревнованиях при прохождении сверхдлинных дистанций.
      </p>
      <p className={s.answer__paragraph}>
        При физической нагрузке в связи с выделением адреналина происходит превращение гликогена в
        глюкозу, которая с кровью доставляется из печени к нервной системе и работающим мышцам.
        Причиной опасного гипогликемического состояния является недостаток доставки глюкозы к ЦНС.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Признаки:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>острое чувство голода,</li>
        <li className={s.answer__item}>слабость,</li>
        <li className={s.answer__item}>головокружение,</li>
        <li className={s.answer__item}>холодный и липкий пот,</li>
        <li className={s.answer__item}>помрачение сознания,</li>
        <li className={s.answer__item}>нарушение речи,</li>
        <li className={s.answer__item}>неадекватные действия спортсмена.</li>
      </ul>
      <p className={s.answer__paragraph}>
        Выполнение длительной многочасовой работы без специализированного питания недопустимо!
      </p>
      <p className={s.answer__paragraph}>
        <strong>Неотложная помощь:</strong> <br /> прекратить выполнение физической нагрузки,
        предложить выпить стакан тёплого сахарного сиропа с хлебом или съесть несколько кусков
        сахара, печенье, конфету.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Гипогликемическая кома</strong> является следующим этапом гипогликемии,
        развивающимся при отсутствии должной терапии.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Обморок</strong> — внезапная кратковременная обратимая полная или частичная потеря
        сознания, возникающая в результате острого нарушения мозгового кровообращения.
      </p>
      <p className={s.answer__paragraph}>
        Выделяют два основных кардиоваскулярных механизма потери сознания у спортсменов: первый
        связан с уменьшением количества крови, выбрасываемой сердцем; второй, весьма опасный для
        жизни, с кратковременной остановкой сердца. Оба эти механизма приводят к нарушению
        кровоснабжения головного мозга.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Виды кратковременной потери сознания у спортсменов:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Гравіїтационньш шок диагностика</strong> <br />
          при резкой остановке после интенсивной физической нагрузки в связи с резким уменьшением
          венозного возврата крови к сердцу, следствием чего является уменьшение сердечного выброса
          и развитие кислородного голодания головного мозга. Профилактика - продолжение движения
          после финиша с умеренной интенсивностью в течение примерно минуты.
        </li>
        <li className={s.answer__item}>
          <strong>Ортостатический коллапс</strong>
          <br />
          при длительном неподвижном пребывании в вертикальном положении. Также связано с
          уменьшением венозного возврата крови к сердцу.
        </li>
        <li className={s.answer__item}>
          <strong>Обморочное состояние в связи с натуживанием</strong>
          <br />
          при повышении внутрибрюшного и внутригрудного давления (чаще у тяжелоатлетов).
        </li>
        <li className={s.answer__item}>
          <strong>Кратковременная остановка сердца</strong>
          <br />
          асистолия (после окончания мышечной работы) и помрачение сознания. Происходит рефлекторно.
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        <strong>Клинические проявления обморочных состояний:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>Ощущение слабости,</li>
        <li className={s.answer__item}>потеря сознания,</li>
        <li className={s.answer__item}>холодный пот</li>
        <li className={s.answer__item}>бледность, учащённое поверхностное дыхание</li>
        <li className={s.answer__item}>сухость во рту,</li>
        <li className={s.answer__item}>
          снижение АД (главным образом за счёт пульсового давления),
        </li>
        <li className={s.answer__item}>выраженная тахикардия.</li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Неотложная помощь:</strong> <br />
        уложить пострадавшего с опущенным головным концом и приподнятыми нижними конечностями, снять
        стесняющую одежду, обеспечить доступ свежего воздуха, взбрызнуть холодной водой лицо,
        поднести к носу ватку с нашатырным спиртом, согреть, напоить тёплым сладким чаем или водой.
      </p>
    </>
  );
};
