import s from './AnswersC.module.scss';

export const Q27 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Пожежа</strong> <br /> неконтрольоване горіння поза спеціальним вогнищем, що
        розповсюджується у часі і просторі.
      </p>

      <p className={s.answer__paragraph}>
        Залежно від розмірів матеріальних збитків пожежі поділяються на особливо великі (коли збитки
        становлять від 10000 і більше розмірів мінімальної заробітної плати) і великі (збитки
        сягають від 1000 до 10 000 розмірів мінімальної заробітної плати) та інші. Проте наслідки
        пожеж не обмежуються суто матеріальними втратами, пов’язаними зі знищенням або пошкодженням
        основних виробничих та невиробничих фондів, товарно-матеріальних цінностей, особистого майна
        населення, витратами на ліквідацію пожежі та її наслідків, на компенсацію постраждалим і т.
        ін. Найвідчутнішими, безперечно, є соціальні наслідки, які, передусім, пов’язуються з
        загибеллю і травмуванням людей, а також порушенням їх фізичного та психологічного стану,
        зростанням захворюваності населення, підвищенням соціальної напруги у суспільстві внаслідок
        втрати житлового фонду, позбавленням робочих місць тощо.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Поже́жна безпе́ка</strong> <br /> стан об`єкта, при якому з регламентованою
        ймовірністю відкидається можливість виникнення та розвиток пожежі, і впливу на людей її
        небезпечних факторів, а також забезпечується захист матеріальних цінностей.
      </p>

      <p className={s.answer__paragraph}>
        <strong>Системи пожежної безпеки</strong> <br /> комплекс організаційних заходів і технічних
        засобів, спрямованих на запобігання пожежі та збитків від неї.
      </p>
    </>
  );
};
