import s from './AnswersC.module.scss';

export const Q28 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Пожежна сигналізація. Для своєчасного здійснення заходів з евакуації людей, включення
        стаціонарних установок пожежогасіння, виклику пожежників тощо, вибухопожежонебезпечні
        об`єкти обладнуються системами пожежної сигналізації, запуск яких може здійснюватись
        автоматично або вручну. До складу будь-якої системи пожежної сигналізації входять пожежні
        сповіщувачі, приймальний прилад та автономне джерело електроживлення.
      </p>

      <p className={s.answer__paragraph}>До засобів гасіння пожежі належать:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>вода й водяна пара;</li>
        <li className={s.answer__item}>хімічна й повітряно-хімічна піна;</li>
        <li className={s.answer__item}>інертні і негорючі гази;</li>
        <li className={s.answer__item}>галоїдні вуглекислотні сполуки;</li>
        <li className={s.answer__item}>сухі порошки;</li>
        <li className={s.answer__item}>пісок, щільна тканина — повсть та азбест.</li>
      </ul>
      <p>
        Універсальних вогнегасних засобів не існує. Тому для припинення процесу горіння однієї і
        тієї ж речовини у ряді випадків використовують різні вогнегасні засоби. При доборі засобів
        пожежогасіння треба виходити з можливості отримання найкращого вогнегасного ефекту при
        мінімальних затратах.
      </p>
      <p className={s.answer__paragraph}>Первинні засоби пожежогасіння:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>вогнегасники;</li>
        <li className={s.answer__item}>ящики з піском;</li>
        <li className={s.answer__item}>бочки з водою;</li>
        <li className={s.answer__item}>галоїдні вуглекислотні сполуки;</li>
        <li className={s.answer__item}>покривала з негорючого теплоізоляційного матеріалу;</li>
        <li className={s.answer__item}>
          пожежні відра, совкові лопати, пожежний інструмент — кирки, сокири, багри, ломи тощо.
        </li>
      </ul>
    </>
  );
};
