import s from './AnswersC.module.scss';

export const Q29 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Проведення організованої евакуації з виробничих та інших приміщень і будівель, запобігання
        проявам паніки і недопущення загибелі людей забезпечується шляхом:
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          планування евакуації людей (складання плану евакуації з приміщення з розробленням схеми
          евакуаційних шляхів та виходів);
        </li>
        <li className={s.answer__item}>
          визначення зон, придатних для розміщення евакуйованих з потенційно небезпечних зон;
        </li>
        <li className={s.answer__item}>організації управління евакуацією;</li>
        <li className={s.answer__item}>навчання населення діям під час проведення евакуації.</li>
      </ul>
      <p>
        Працівники охорони в разі виявлення пожежі, спрацювання засобів пожежної сигналізації та
        автоматичного пожежогасіння повинні діяти за заздалегідь розробленою інструкцією, в якій
        визначаються їхні обов’язки з контролю за додержанням протипожежного режиму. Заступаючи на
        чергування, вони зобов’язані пересвідчитися в тому, що шляхи евакуації не захаращено, а
        двері евакуаційних виходів у разі потреби без перешкод відчиняються. На підприємстві має
        бути встановлено порядок оповіщення людей про пожежу, з яким необхідно ознайомити всіх
        працівників.
      </p>
      <p className={s.answer__paragraph}>
        Після оповіщення про пожежу до початку евакуації проходить певна затримка залежно від того,
        яку із систем оповіщення було використано для повідомлення про надзвичайну ситуацію.
      </p>
    </>
  );
};
