import s from './AnswersC.module.scss';

export const Q3 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Кодексом законів про працю України забороняється застосування праці жінок на важких роботах
        і на роботах із шкідливими та небезпечними умовами праці, а також на підземних роботах
        (окрім нефізичних робіт - по санітарному та побутовому обслуговуванню). Піднімання та
        пересування вантажів допускається тільки в межах санітарних норм (до 7 кг при постійному
        перенесенні і до 10 кг -при періодичному). Робота жінок обмежується у нічний час. Дозвіл на
        нічні роботи може бути отриманий при особливій необхідності (як тимчасовий захід). Вагітні
        жінки і ті, що мають дітей до 3-х років, не залучаються до роботи в нічні години і вихідні
        дні, до надурочних робіт, а також не направляються у відрядження.
      </p>
      <p className={s.answer__paragraph}>
        Жінки, що мають дітей 3-14 років або дітей-інвалідів, не залучаються до надурочних робіт і
        не направляються у відрядження без їх згоди. Жінок із дітьми віком до 3-х років можуть, за
        їх бажанням, переводити на легшу або зручнішу для них роботу із збереженням
        середньомісячного заробітку. Це стосується і вагітних жінок.
      </p>
      <p>
        Пільги вагітним жінкам і при пологах: надається відпустка - 70 календарних днів до пологів і
        56 після пологів, до 2-х років по догляду за дитиною з виплатою допомоги по соціальному
        страхуванню, до 3-х років без збереження заробітної плати. За медичним висновком (догляд
        дитини) відпустка може досягати б років.
      </p>
      <p>
        Відпустка по вагітності, догляду за дитиною зараховується в загальний стаж роботи і
        професійний стаж. Вагітність жінки та її діти (незалежно від віку) не можуть бути причиною
        звільнення або відмови у прийнятті на роботу. Передбачено позачергове забезпечення путівками
        до санаторію або будинку відпочинку жінок з дітьми віком до 14 років і надання їм
        матеріальної допомоги
      </p>
    </>
  );
};
