import s from './AnswersC.module.scss';

export const Q30 = () => {
  return (
    <>
      <p>
        Головного метою пожежної охорони є захист життя і здоров`я громадян, приватної, колективної
        та державної власності від пожеж, підтримання належного рівня пожежної безпеки на об`єктах і
        в населених пунктах.
      </p>
      <p className={s.answer__paragraph}>Пожежна охорони виконує такі основні завдання:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>здійснення контролю за дотриманням протипожежних вимог;</li>
        <li className={s.answer__item}>запобігання пожежам і нещасним випадкам на них;</li>
        <li className={s.answer__item}>організації управління евакуацією;</li>
        <li className={s.answer__item}>
          гасіння пожеж, рятування людей та надання допомоги в ліквідації наслідків аварій,
          катастроф і стихійного лиха.
        </li>
      </ul>
    </>
  );
};
