import s from './AnswersC.module.scss';

export const Q4 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Працівники віком до 18 років користуються такими ж правами, що і повнолітні, а в галузі
        охорони праці, робочого часу, відпусток та деяких інших умов праці користуються пільгами.
      </p>
      <p className={s.answer__paragraph}>
        Дозволяється приймати на роботу молодь віком від 16 років. У виняткових випадках, за
        погодженням із профспілками, можуть прийматись на роботу 15-річні особи. Для практичної
        підготовки молоді, що навчається, допускається приймати з 14 років учнів загальноосвітніх
        шкіл і професійних навчальних закладів для виконання легкої роботи у вільний від навчання
        час за згодою одного з батьків або особи, яка їх замінює.
      </p>
      <p>
        Особи до 18 років приймаються на роботу після попереднього медичного огляду і, в подальшому,
        до 21 року щороку підлягають обов`язковому медичному огляду.
      </p>
      <p>
        Усі працівники до 18 років не можуть бути залучені до виконання важких або небезпечних
        робіт, до робіт із шкідливими умовами праці, а також до нічних, надурочних робіт і робіт у
        вихідні дні. Для працівників віком від 16 до 18 років робочий тиждень не повинен
        перевищувати 36 годин, для осіб віком від 15 до 16 років і для учнів 14-15 років, що
        працюють під час канікул, - 24 години.
      </p>
    </>
  );
};
