import s from './AnswersC.module.scss';

export const Q5 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        Навчання (професійну підготовку) і підвищення кваліфікації молоді роботодавець проводить
        індивідуально або в бригадах за рахунок підприємства. Законодавство вимагає створення
        належних умов, що дозволяють поєднувати роботу з навчанням. Виробниче навчання та підвищення
        кваліфікації робітників може здійснюватися в робочий час. Після закінчення виробничого
        навчання присвоюється кваліфікація згідно з тарифно-кваліфікаційним довідником, і надається
        робота відповідно до набутої кваліфікації. За час навчання виплачується заробітна плата.
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          Для здачі вступних іспитів до вищих і середніх спеціальних закладів працюючій молоді
          надається відпустка: 10
        </li>
        <li className={s.answer__item}>
          для вступу до вищих навчальних закладів - 15 календарних днів;
        </li>
        <li className={s.answer__item}>Закон України про охорону праці;</li>
        <li className={s.answer__item}>
          для вступу до середніх навчальних закладів - 10 календарних днів.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        Молодь, що навчається, може отримати 1 вільний день на тиждень без збереження зарплати.
        Пільги мають студенти заочних і вечірніх відділень ВЗО і технікумів. Студентам-заочникам
        один раз на рік оплачується проїзд до місця навчання і назад
      </p>
    </>
  );
};
