import s from './AnswersC.module.scss';

export const Q9 = () => {
  return (
    <>
      <p className={s.answer__paragraph}>
        <strong>Адаптация </strong> (от лат. — adaptatio) - это приспособление организма к
        изменчивым условиям, которые приводят к изменению функций организма, обеспечивая его
        сохранность и развитие, жизнедеятельность в новых условиях внешней среды. Различают: срочную
        и долговременную адаптацию.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Срочная адаптация</strong> <br /> во время спортивной деятельности — это возбуждение
        симпатоадреналовой системы, которое приводит к повышению работоспособности мышц, росту
        функций вегетативной нервной системы (ЧСС, ЧД, увеличению концентрации 02, содержания
        глюкозы в крови и т.п.).
      </p>
      <p className={s.answer__paragraph}>
        <strong>Долговременная адаптация</strong> <br /> во время спортивной деятельности - это
        совокупность структурно — пластических механизмов, которые формируются в организме при
        условиях повторного влияния на организм физических нагрузок.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Общий адаптационный синдром</strong> — это совокупность неспецифических изменений,
        возникающих в организме спортсмена на действие раздражителя, и происходящих в несколько
        стадий.
      </p>
      <p className={s.answer__paragraph}>
        <strong>Стадии общего адаптационного синдрома:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>I «ТРЕВОГИ»</strong> <br />
          выделение корой и мозговым слоем надпочечников гормонов стресса (адреналин, кортизол) - их
          недостаточность вызывает затруднение процессов адаптации;
        </li>
        <li className={s.answer__item}>
          <strong>II «РЕЗИСТЕНТНОСТИ»</strong>
          <br />
          (стойкости) - повышение неспецифической устойчивости к разнообразным неблагоприятным
          факторам;
        </li>
        <li className={s.answer__item}>
          <strong>III «ИСТОЩЕНИЕ»</strong>
          <br /> неполноценность механизмов адаптации организма спортсмена, когда сила действующего
          раздражителя продолжает расти, превышая функциональные и метаболические возможности
          организма (перетренировка, перенапряжение при неправильной организации тренировочного
          процесса). Возникает срыв адаптации, который переходит в дезадаптацию.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        <strong>Механизмы адаптации:</strong>
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          При срочной адаптации механизмы неэкономичные, физиологические системы организма
          функционируют на грани своих возможностей со значительными затратами энергии.
        </li>
        <li className={s.answer__item}>
          Механизмы долговременной адаптации требуют для своего развития большего времени и состоят
          в структурных изменениях в тканях и органах систем, которые отвечают за адаптацию, как-то:
          <ul className={s.answer__list}>
            <li className={s.answer__item}>гипертрофия мышцы сердца;</li>
            <li className={s.answer__item}>гипертрофия скелетных мышц;</li>
            <li className={s.answer__item}>увеличение объема легких и т.д.</li>
          </ul>
        </li>
      </ul>
      <p className={s.answer__paragraph}>
        Эти изменения обусловливают экономичность функционирования систем и повышение их
        максимальных возможностей.
      </p>
      <p className={s.answer__paragraph}>
        Закономерности временной адаптации в связи со сменой часовых поясов должны влиять на выбор
        места и характер тренировки в период, предшествующий главным соревнованиям сезона.
      </p>
      <p className={s.answer__paragraph}>
        Принято выделять три фазы ресинхронизации циркадных ритмов после дальних перелётов (Платонов
        В.Н., 1997)
      </p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          <strong>Первая фаза (первичные реакции адаптации)</strong> <br />
          продолжается около суток и характеризуется наличием стресс- синдромом.
        </li>
        <li className={s.answer__item}>
          <strong>Вторая фаза (основная)</strong>
          <br />
          адаптации длится 5-7 дней. При этом происходит первоначальная перестройка функции
          организма и его регуляторных систем с включением компенсаторно-приспособительных реакций.
        </li>
        <li className={s.answer__item}>
          <strong>Третья фаза (завершение адаптации)</strong>
          <br /> длится 10-15 дней. В течение этого времени постепенно восстанавливается стабильный
          уровень функционирования основных систем организма и завершается реформирование
          гомеостаза.
        </li>
      </ul>

      <p className={s.answer__paragraph}>
        С целью более эффективной адаптации команды должны выезжать к месту будущих соревнований за
        2 недели до их начала. За 10-15 дней до выезда изменяют время проведения тренировочных
        занятий, сна и бодрствования, чтобы заблаговременно обеспечить перестройку суточного режима
        в соответствии с требованиями будущего места соревнований.
      </p>

      <p className={s.answer__paragraph}>Рекомендации по режиму в процессе временной адаптации:</p>
      <ul className={s.answer__list}>
        <li className={s.answer__item}>
          перелет на восток - вылет из дома вечером, прилет — утром; в день вылета подъем на 2-3
          часа раньше обычного; обязателен сон в самолете; тренировочная деятельность в первый день
          после перелета - утром и днём;
        </li>
        <li className={s.answer__item}>
          перелет на запад - вылет из дома утром или днем, прилет - вечером; в день вылета подъем на
          1-2 часа позже обычного; спать в самолете не рекомендуется; тренировочная деятельность в
          первый день после перелета — вечером.
        </li>
      </ul>
    </>
  );
};
