const listQuestionCategoriaA = [
  {
    id: 'q-1',
    question:
      'Характеристика специфічних і дидактичних принципів спортивного тренування та їх використання в системі підготовки спортсменів.',
  },
  {
    id: 'q-2',
    question: 'Розкрити структуру, зміст та основні поняття дисципліни «Теорія спорту».',
  },
  {
    id: 'q-3',
    question:
      'Надати визначення та розкрити поняття спортивна підготовка та підготовленість. Характеристика основних видів підготовки спортсменів.',
  },
  {
    id: 'q-4',
    question:
      'Навантаження в системі підготовки спортсменів. Характеристика основних компонентів навантаження їх внутрішня та зовнішня сторона.',
  },
  {
    id: 'q-5',
    question:
      'Основи теорії адаптації та закономірності її формування у спортсменів. Формування термінової та довгострокової адаптації.',
  },
  {
    id: 'q-6',
    question:
      'Система спортивних змагань і положення про спортивне змагання, види і способи проведення.',
  },
  {
    id: 'q-7',
    question: 'Мета, завдання, методи та засоби спортивного тренування.',
  },
  {
    id: 'q-8',
    question:
      '8.Етапи багаторічної  підготовки спортсменів, характеристика етапів та їх зміст в  залежності від специфіки видів спорту.',
  },
  {
    id: 'q-9',
    question:
      'Розкрити загальні основи побудови підготовки спортсменів. Типи та структура побудови тренувальних занять. ',
  },
  {
    id: 'q-10',
    question: 'Типи та зміст мікро- та мезоциклів. Основи побудови програм мікро- та мезоциклів. ',
  },
  {
    id: 'q-11',
    question: 'Основи управління, види управління в системі підготовки спортсмена.',
  },
  {
    id: 'q-12',
    question: 'Характеристика та особливості видів моделювання в процесі спортивної підготовки.',
  },
  {
    id: 'q-13',
    question: 'Особливості та види прогнозування в процесі спортивної підготовки .',
  },
  {
    id: 'q-14',
    question: 'Контроль у спортивному тренуванні, види і  зміст контролю.eqweqwe',
  },
  {
    id: 'q-15',
    question:
      'Відбір і орієнтація спортсменів у процесі багаторічної підготовки. Етапи відбору та їх зміст, характеристика основних критеріїв відбору.',
  },
  {
    id: 'q-16',
    question:
      'Основи періодизації річного циклу підготовки. Характеристика структури макроциклів  та періодів. ',
  },
  {
    id: 'q-17',
    question: 'Стомлення та відновлення в системі підготовки спортсменів.',
  },
  {
    id: 'q-18',
    question:
      'Основи фізичної підготовки та підготовленості спортсменів. Види фізичної підготовки. ',
  },
  {
    id: 'q-19',
    question: 'Основи управління довільними рухами. Теоретичні аспекти технічного вдосконалення.',
  },
  {
    id: 'q-20',
    question:
      'Характеристика специфічних та дидактичних принципів спортивної підготовки та їх використання в системі підготовки спортсменів.',
  },
  {
    id: 'q-21',
    question: 'Технічна підготовка та технічна підготовленість спортсменів. ',
  },
  {
    id: 'q-22',
    question:
      'Спортивна тактика, тактична підготовленість та основні напрямки тактичної підготовки спортсменів.',
  },
  {
    id: 'q-23',
    question: 'Психологічна підготовка та підготовленість спортсменів.',
  },
  {
    id: 'q-24',
    question:
      'Поняття про інтегральну підготовку. Основи інтегральної підготовки на різних етапах спортивного вдосконалення.',
  },
  {
    id: 'q-25',
    question: 'Координаційні здібності та методика їх вдосконалення.',
  },
  {
    id: 'q-26',
    question:
      'Сила та силова підготовка спортсменів. Режими роботи м’язів, види силових якостей, спрямованість силової підготовки в процесі багаторічного тренування. ',
  },
  {
    id: 'q-27',
    question:
      'Гнучкість та методика її розвитку. Основні фактори, що визначають рівень розвитку гнучкості у спортсменів.',
  },
  {
    id: 'q-28',
    question:
      'Швидкісні здібності та методика їх вдосконалення в процесі багаторічного тренування.',
  },
  {
    id: 'q-29',
    question: 'Етапи та стадії технічної підготовки спортсменів.',
  },
  {
    id: 'q-30',
    question:
      'Витривалість. Види витривалості. Методика вдосконалення витривалості в залежності від етапу спортивної підготовки.',
  },
];

const listQuestionCategoriaB = [
  {
    id: 'q-1',
    question: 'Поняття про спортивну медицину. Мета, завдання та організація. Історія розвитку.',
  },
  {
    id: 'q-2',
    question:
      'Поняття  «здоров’я» та «хвороба». Суб’єктивні та об’єктивні ознаки здоров’я. Фактори, які впливають на здоров’я людини. Поняття про етіологію та патогенез. Симптоми, синдроми та періоди хвороби. Причини і умови розвитку хвороб у спортсменів.',
  },
  {
    id: 'q-3',
    question:
      'Захисні сили організму. Поняття про реактивність та резистентність. Імунітет, його види. Вплив фізичного навантаження на імунну систему.',
  },
  {
    id: 'q-4',
    question:
      'Запальний процес: причини, стадії розвитку, місцеві та загальні ознаки. Лихоманка, її пристосувально-захисне значення.',
  },
  {
    id: 'q-5',
    question:
      'Місцеві розлади кровообігу: емболія, тромбоз, ішемія, інфаркт. Їх особливості у спортсменів.',
  },
  {
    id: 'q-6',
    question:
      'Порушення тканинного росту: гіпербіотичні (регенерація, гіпертрофія) та гіпобіотичні (атрофія, дистрофія) процеси. Їх особливості у спортсменів.',
  },
  {
    id: 'q-7',
    question:
      'Поняття про фізичний розвиток: соматоскопічні та антропометричні методи дослідження та їх оцінка. Особливості фізичного розвитку осіб, які займаються різними видами спорту.',
  },
  {
    id: 'q-8',
    question:
      'Поняття «тренованість», «функціональна готовність» і «роботоздатність». Фактори, що вливають на робото здатність спортсменів. Принципи, задачі і засоби відновлення спортивної робото здатності.',
  },
  {
    id: 'q-9',
    question:
      'Поняття про адаптацію, її значення в спортивній практиці. Термінова та довгочасна адаптація. Адаптація спортсмена до зміни часових поясів.',
  },
  {
    id: 'q-10',
    question:
      ' Поняття про акліматизацію. Механізми акліматизації при змінах клімато-географічних умов. значення для спортивної практики.',
  },
  {
    id: 'q-11',
    question:
      'Лікарсько-педагогічні спостереження в процесі тренувальних занять і змагань: мета та завдання, форми організації, методи дослідження..',
  },
  {
    id: 'q-12',
    question:
      'Передпатологічні стани: перевтомлення, перетренованість, перенапруження; причини, ознаки, перша допомога і методи відновлення.',
  },
  {
    id: 'q-13',
    question:
      'Передпатологічні стани: перевтомлення, перетренованість, перенапруження; причини, ознаки, перша допомога і методи відновлення.',
  },
  {
    id: 'q-14',
    question:
      "Особливості функціонального стану нервової, нервово-м’язової та ендокринної системи у спортсменів. Їх роль в процесі адаптації до м'язової діяльності",
  },
  {
    id: 'q-15',
    question:
      'Особливості функціонального стану систем травлення і виділення під час спортивної діяльності.',
  },
  {
    id: 'q-16',
    question:
      'Особливості лікарсько-педагогічних спостережень за особами дитячого, підліткового та юнацького віку, які займаються фізичною культурою і спортом.',
  },
  {
    id: 'q-17',
    question:
      'Особливості лікарсько-педагогічних спостережень за жінками та особами похилого віку, які займаються фізичною культурою і спортом.',
  },
  {
    id: 'q-18',
    question:
      'Поняття про допінг, історія його застосування. Речовини, які відносять до допінгу. Шкідливі наслідки вживання анаболічних препаратів.',
  },
  {
    id: 'q-19',
    question:
      'Організація допінг-контролю. Санкція при виявленні допінгу. Заборонені методи та класи речовин, які мають визначені обмеження згідно вимогам медичної комісії МОК.',
  },
  {
    id: 'q-20',
    question:
      'Поняття про статеву ідентифікацію. Мета та завдання контролю на статеву належність в спорті, організація і методика її визначення. ',
  },
  {
    id: 'q-21',
    question:
      'Cпортивна патологія: захворюваність і травматизм у спортсменів, їх зв’язок з окремими видами спорту. Попередження спортивного травматизму.',
  },
  {
    id: 'q-22',
    question:
      'Відкриті та закриті ушкодження в спорті, їх види. Перша невідкладна допомога. Профілактика крововтрати, ранової інфекції та травматичного шоку.',
  },
  {
    id: 'q-23',
    question:
      'Травма голови, хребта, головного та спинного мозку. Нокдаун і нокаут. Особливості надання першої невідкладної допомоги.',
  },
  {
    id: 'q-24',
    question: 'Травми грудей, живота, тазу. Внутрішня кровотеча, її ознаки. Заходи першої допомоги',
  },
  {
    id: 'q-25',
    question:
      'Травми опорно-рухового апарату, центральної та периферійної нервової системи у спортсменів. Терміни відновлення тренувальних занять.',
  },
  {
    id: 'q-26',
    question:
      'Гострі патологічні стани в спорті, їх види, причини виникнення. Перша невідкладна допомога. Долікарські реанімаційні заходи.',
  },
  {
    id: 'q-27',
    question:
      'Гіпоглікемічні стани та гострі розлади кровообігу при заняттях спортом: зомління, гравітаційний шок, колапс. Механізми розвитку, профілактика, перша допомога.',
  },
  {
    id: 'q-28',
    question:
      'Порушення терморегуляції. Перегрівання організму, тепловий та сонячний удар. Переохолодження та замерзання. Фактори, що сприяють поразці, заходи профілактики, перша допомога.',
  },
  {
    id: 'q-29',
    question: 'Втоплення. Механізми розвитку. Профілактика, перша невідкладна допомога.',
  },
  {
    id: 'q-30',
    question:
      'Поняття інвалідності. Різні категорії інвалідів. Особливості тренувань і відновлення фізичної роботоздатності спортсменів-інвалідів. ',
  },
];

const listQuestionCategoriaC = [
  {
    id: 'q-1',
    question: 'Законодавство України про охорону праці.  ',
  },
  {
    id: 'q-2',
    question: 'Закон України  «Про охорону праці», його структура та розділи.',
  },
  {
    id: 'q-3',
    question: 'Пільги та особливості праці жінок на підприємстві.',
  },
  {
    id: 'q-4',
    question: 'Пільги на виробництві для працівників, які не досягли 18-річного віку.',
  },
  {
    id: 'q-5',
    question: 'Пільги на виробництві для працівників, які навчаються.',
  },
  {
    id: 'q-6',
    question: 'Характеристика небезпечного виробничого чинника та  шкідливого виробничого чинника.',
  },
  {
    id: 'q-7',
    question: 'Положення про трудовий договір.',
  },
  {
    id: 'q-8',
    question: 'Нормативно-правові акти з охорони праці.',
  },
  {
    id: 'q-9',
    question: 'Мета та завдання органів державного нагляду за охороною праці.',
  },
  {
    id: 'q-10',
    question: 'Види контролю за охороною праці.',
  },
  {
    id: 'q-11',
    question: 'Організація охорони праці на підприємстві.',
  },
  {
    id: 'q-12',
    question: 'Види навчання з питань охорони праці.',
  },
  {
    id: 'q-13',
    question: 'Мета, правила проведення та оформлення вступного інструктажу.',
  },
  {
    id: 'q-14',
    question: 'Мета, правила проведення та оформлення первинного інструктажу.',
  },
  {
    id: 'q-15',
    question: 'Мета, правила проведення та оформлення повторного інструктажу.',
  },
  {
    id: 'q-16',
    question: 'Мета, правила проведення та оформлення позапланового інструктажу.',
  },
  {
    id: 'q-17',
    question: 'Мета, правила проведення та оформлення цільового інструктажу.',
  },
  {
    id: 'q-18',
    question: 'Причини виробничого травматизму (організаційні, технічні, санітарно-гігієнічні).',
  },
  {
    id: 'q-19',
    question: 'Причини виробничого травматизму (технічні, психофізіологічні).',
  },
  {
    id: 'q-20',
    question: 'Заходи по запобіганню виробничого травматизму.',
  },
  {
    id: 'q-21',
    question: 'Мікроклімат виробничих приміщень та його параметри.',
  },
  {
    id: 'q-22',
    question: 'Розкрити поняття оптимальні та допустимі мікрокліматичні умови.',
  },
  {
    id: 'q-23',
    question: 'Види освітлення. Раціональне освітлення виробничих приміщень.',
  },
  {
    id: 'q-24',
    question: 'Електротравма та особливості електротравматизму.',
  },
  {
    id: 'q-25',
    question: 'Системи засобів і заходів електробезпеки.',
  },
  {
    id: 'q-26',
    question: 'Надання першої допомоги при ураженні електричним струмом.',
  },
  {
    id: 'q-27',
    question: 'Розкрити поняття пожежа та пожежна безпека.',
  },
  {
    id: 'q-28',
    question: 'Пожежна сигналізація та засоби пожежогасіння.',
  },
  {
    id: 'q-29',
    question: 'Організація та проведення евакуації при пожежі.',
  },
  {
    id: 'q-30',
    question: 'Мета та основні завдання пожежної охорони на виробництві.',
  },
];

const listQuestionCategoriaD = [
  {
    id: 'q-1',
    question: 'Підібрати підвідні та імітаційні вправи для навчання техніці бігу на 100м.',
  },
  {
    id: 'q-2',
    question: 'Методика навчання техніці бігу на короткі дистанції (завдання і засоби).',
  },
  {
    id: 'q-3',
    question: 'Методика навчання техніці бігу на середні дистанції.',
  },
  {
    id: 'q-4',
    question: 'Методика навчання техніці спортивної ходьби.',
  },
  {
    id: 'q-5',
    question: 'Методика навчання техніці стрибка у довжину.',
  },
  {
    id: 'q-6',
    question:
      'Підібрати підвідні та імітаційні вправи для навчання техніці стрибка у довжину способом «зігнувши ноги». ',
  },
  {
    id: 'q-7',
    question:
      'Підібрати підвідні та імітаційні вправи для навчання техніці стрибках у висоту способом «переступання».',
  },
  {
    id: 'q-8',
    question:
      'Підібрати підвідні та імітаційні вправи для навчання техніці стрибка у довжину способом «ножиці».',
  },
  {
    id: 'q-9',
    question: 'Методика навчання техніці метання диску.',
  },
  {
    id: 'q-10',
    question: 'Методика навчання техніці стрибка у висоту.',
  },
  {
    id: 'q-11',
    question: 'Методика навчання техніці штовхання ядра.',
  },
  {
    id: 'q-12',
    question: 'Підібрати підвідні та імітаційні вправи для навчання техніці штовхання ядра.',
  },
  {
    id: 'q-13',
    question: 'Підібрати підвідні та імітаційні вправи для навчання техніці метання спису.',
  },
  {
    id: 'q-14',
    question:
      'Підібрати підвідні та імітаційні вправи для навчання техніці бігу середні дистанції.',
  },
  {
    id: 'q-15',
    question: 'Сформуйте бригаду суддів для обслуговування змагань з бігу на короткі дистанції.',
  },
  {
    id: 'q-16',
    question: 'Сформуйте бригаду суддів для обслуговування змагань з бігу на середні дистанції.',
  },
  {
    id: 'q-17',
    question: 'Методика навчання техніці метання списа.',
  },
  {
    id: 'q-18',
    question: 'Сформуйте бригаду суддів для обслуговування змагань в естафетному бігу (4х100м).',
  },
  {
    id: 'q-19',
    question: 'Сформуйте бригаду суддів для обслуговування змагань зі стрибків у довжину.',
  },
  {
    id: 'q-20',
    question: 'Сформуйте бригаду суддів для обслуговування змагань зі стрибків у висоту.',
  },
  {
    id: 'q-21',
    question: 'Сформуйте бригаду суддів для обслуговування змагань зі  штовхання ядра.',
  },
  {
    id: 'q-22',
    question: 'Сформуйте бригаду суддів для обслуговування змагань з метання спису.',
  },
  {
    id: 'q-23',
    question: 'Складіть розклад проведення змагань з багатоборства.',
  },
  {
    id: 'q-24',
    question: 'Складіть положення про змагання.',
  },
  {
    id: 'q-25',
    question: 'Складіть протокол та визначить переможця та призерів у стрибках у висоту.',
  },
  {
    id: 'q-26',
    question: 'Розкрийте  особливості визначення переможця та призерів у стрибках у довжину.',
  },
  {
    id: 'q-27',
    question: 'Розкрийте особливості визначення переможця та призерів у метаннях.',
  },
  {
    id: 'q-28',
    question: 'Розкрийте особливості визначення переможця та призерів в бігу на короткі дистанції.',
  },
  {
    id: 'q-29',
    question: 'Складіть програму проведення першого дня змагань на першість області.',
  },
  {
    id: 'q-30',
    question: 'Сформуйте склад та делегуйте повноваження членам головної суддівської колегії.',
  },
];

export {
  listQuestionCategoriaA,
  listQuestionCategoriaB,
  listQuestionCategoriaC,
  listQuestionCategoriaD,
};
